namespace ProjectGenesis.Utils
{
    internal static class 物品
    {
        internal const int 低速传送带 = 2001,
                           高速传送带 = 2002,
                           极速传送带 = 2003,
                           低速分拣器 = 2011,
                           高速分拣器 = 2012,
                           极速分拣器 = 2013,
                           一级制造台 = 2303,
                           二级制造台 = 2304,
                           三级制造台 = 2305,
                           电力感应塔 = 2201,
                           无线输电塔 = 2202,
                           卫星配电站 = 2212,
                           风力涡轮机 = 2203,
                           火力发电机 = 2204,
                           聚变发电机 = 2211,
                           地热发电机 = 2213,
                           采矿机 = 2301,
                           大型采矿机 = 2316,
                           电弧熔炉 = 2302,
                           位面熔炉 = 2315,
                           原油采集站 = 2307,
                           原油精炼厂 = 2308,
                           水泵 = 2306,
                           化工厂 = 2309,
                           太阳能板 = 2205,
                           电磁轨道弹射器 = 2311,
                           垂直发射井 = 2312,
                           粒子对撞机 = 2310,
                           人造恒星 = 2210;
    }
}
