[
  {
    "Name": "电力节约",
    "ZHCN": "电力节约",
    "ENUS": "Energy Saving"
  },
  {
    "Name": "I电力节约",
    "ZHCN": "采用智能控制系统，实时监控能源消耗、自动调节设备的运行状态，减少不必要的能耗。\n<color=\"#FD965ECC\">工厂电力需求 -10%</color>",
    "ENUS": "By using intelligent control systems, real-time monitoring of energy consumption and automatic adjustment of equipment operating status can reduce unnecessary energy usage.\n<color=\"#FD965ECC\">Assembler Power Consumption -10%</color>"
  },
  {
    "Name": "上传扩容",
    "ZHCN": "上传扩容",
    "ENUS": "Upload Bandwidth Expansion"
  },
  {
    "Name": "I上传扩容",
    "ZHCN": "通过提高上行带宽、更换高效传输协议、压缩数据并行上传，确保高效的数据传输。\n<color=\"#FD965ECC\">研究上传速度 +10%</color>",
    "ENUS": "By increasing the upload bandwidth, switching to efficient transfer protocols, compressing data, and uploading in parallel, efficient data transmission can be ensured.\n<color=\"#FD965ECC\">Research Speed +10%</color>"
  },
  {
    "Name": "燃料回收",
    "ZHCN": "燃料回收",
    "ENUS": "Thermal Fuel Recycling"
  },
  {
    "Name": "I燃料回收",
    "ZHCN": "优化电堆设计、改进控制策略、集成热电联产系统等措施的综合应用，可以有效提高燃料电池发电厂的效率。\n<color=\"#FD965ECC\">燃料电池效率 +20%</color>",
    "ENUS": "The comprehensive application of measures such as optimizing stack design, improving control strategies, and integrating combined heat and power systems can effectively enhance the efficiency of fuel cell power plants.\n<color=\"#FD965ECC\">Fuel Cell Efficiency +20%</color>"
  },
  {
    "Name": "风力扩容",
    "ZHCN": "风力扩容",
    "ENUS": "Wind Turbine Capacity Expansion"
  },
  {
    "Name": "I风力扩容",
    "ZHCN": "通过风力涡轮机与中央控制系统之间的数据交换实现对多台风力涡轮机的协调控制，优化整个风电场的能量输出。\n<color=\"#FD965ECC\">风力发电效率 +20%</color>",
    "ENUS": "By enabling data exchange between wind turbines and the central control system, coordinated control of multiple wind turbines can be achieved, optimizing the energy output of the entire wind farm.\n<color=\"#FD965ECC\">Wind Turbine Efficiency +20%</color>"
  },
  {
    "Name": "光伏扩容",
    "ZHCN": "光伏扩容",
    "ENUS": "Solar Panel Capacity Expansion"
  },
  {
    "Name": "I光伏扩容",
    "ZHCN": "通过监测环境和气象条件，实现太阳能板的智能化管理和调度，从而提高能源利用效率。\n<color=\"#FD965ECC\">光伏发电效率 +20%</color>",
    "ENUS": "By monitoring environmental and weather conditions, intelligent management and scheduling of solar panels can be achieved, thereby improving the efficiency of energy utilization.\n<color=\"#FD965ECC\">Solar Panel Efficiency +20%</color>"
  },
  {
    "Name": "热聚增效",
    "ZHCN": "热聚增效",
    "ENUS": "Artificial Star Efficiency"
  },
  {
    "Name": "I热聚增效",
    "ZHCN": "通过改善磁场设计、增加磁场强度、研发新的等离子体稳定技术，减少等离子体的湍动和逃逸，从而提高能量密度和维持时间。\n<color=\"#FD965ECC\">聚变发电效率 +10%</color>",
    "ENUS": "By improving the magnetic field design, increasing the magnetic field strength, and developing new plasma stabilization techniques, the turbulence and escape of the plasma can be reduced, thereby enhancing the energy density and confinement time.\n<color=\"#FD965ECC\">Artificial Star Efficiency +10%</color>"
  },
  {
    "Name": "资源采掘",
    "ZHCN": "资源采掘",
    "ENUS": "Unlimited Resource Mining"
  },
  {
    "Name": "I资源采掘",
    "ZHCN": "通过自动化控制系统高效回收资源，如尾矿再利用、废水处理和循环利用，减少资源浪费，提高资源利用率。\n<color=\"#FD965ECC\">矿物采集速度 +25%</color>",
    "ENUS": "By using automated control systems to efficiently recycle resources, such as tailings reuse, wastewater treatment, and recycling, resource waste can be reduced and resource utilization rates can be improved.\n<color=\"#FD965ECC\">Mining Speed +25%</color>"
  },
  {
    "Name": "裂变增效",
    "ZHCN": "裂变增效",
    "ENUS": "Fission Efficiency"
  },
  {
    "Name": "I裂变增效",
    "ZHCN": "通过燃料再处理技术，回收未完全反应的铀和钚，减少核废料的产生，提高燃料利用率。\n<color=\"#FD965ECC\">裂变发电效率 +20%</color>",
    "ENUS": "By using fuel reprocessing technology, unreacted uranium and plutonium can be recovered, reducing the production of nuclear waste and improving fuel utilization.\n<color=\"#FD965ECC\">Fission Efficiency +20%</color>"
  },
  {
    "Name": "先进推进",
    "ZHCN": "先进推进",
    "ENUS": "Advanced Propulsion"
  },
  {
    "Name": "I先进推进",
    "ZHCN": "使用空气动力学优化、发动机升级、先进自动驾驶算法等多种方法，实现更精确的飞行控制，提高运输机的速度和整体性能。\n<color=\"#FD965ECC\">配送物流速度 +25%</color>",
    "ENUS": "By using methods such as aerodynamic optimization, engine upgrades, and advanced autopilot algorithms, more precise flight control can be achieved, improving the speed and overall performance of the transport aircraft.\n<color=\"#FD965ECC\">Drone Speed +25%</color>"
  },
  {
    "Name": "特征向量模拟",
    "ZHCN": "特征向量模拟",
    "ENUS": "Eigenvector Simulation"
  },
  {
    "Name": "I特征向量模拟",
    "ZHCN": "根据机械能量计划的相关信息，模拟信号。降低由于电力因素导致的地面黑雾巢穴威胁度增长。\n<color=\"#FD965ECC\">电力威胁增长 -20%</color>",
    "ENUS": "Analog signals based on information about the Mechanical Energy Program. Reduce the increase in threat level of Dark Fog ground nests due to factory power factors.\n<color=\"#FD965ECC\">Power related threat growth -20%</color>"
  },
  {
    "Name": "中继信号干扰",
    "ZHCN": "中继信号干扰",
    "ENUS": "Relay Signal Interference"
  },
  {
    "Name": "I中继信号干扰",
    "ZHCN": "干扰中继站与太空黑雾巢穴间的信号链路。降低由于地面战斗因素导致的太空黑雾巢穴威胁度增长。\n<color=\"#FD965ECC\">太空威胁增长 -20%</color>",
    "ENUS": "Interferes with signaling links between relay stations and Dark Fog nests in space. Reduce the increase in the threat level of Dark Fog space nests due to ground combats.\n<color=\"#FD965ECC\">Space threat growth -20%</color>"
  },
  {
    "Name": "神经元重编程",
    "ZHCN": "神经元重编程",
    "ENUS": "Neuronal Reprogramming"
  },
  {
    "Name": "I神经元重编程",
    "ZHCN": "利用现有黑雾残骸，重编程神经元后可干扰黑雾系统的运转模式。降低地面黑雾巢穴部队建造速度。\n<color=\"#FD965ECC\">部队建造速度 -20%</color>",
    "ENUS": "Utilizes existing Dark Fog debris, reprogramming neurons can interfere with the Dark Fog system's mode of operation. Reduce the units replicate speed of Dark Fog ground nests.\n<color=\"#FD965ECC\">Unit replicate Speed -20%</color>"
  },
  {
    "Name": "异常代码分析",
    "ZHCN": "异常代码分析",
    "ENUS": "Abnormal Code Analysis"
  },
  {
    "Name": "I异常代码分析",
    "ZHCN": "逆向分析残骸中的黑雾代码，并尝试利用机械能量计划的相关数据链路。降低地面黑雾巢穴基地扩张速度。\n<color=\"#FD965ECC\">基地扩张速度 -20%</color>",
    "ENUS": "Reverse analyze the Dark Fog code in the wreckage and attempt to utilize the data link associated with the Mechanical Energy Program. Reduce the build speed of Dark Fog ground nests.\n<color=\"#FD965ECC\">Base build Speed -20%</color>"
  },
  {
    "Name": "海洋丛林介绍",
    "ZHCN": "　　海洋丛林星球上有60%-70%的地表被淡水海洋所覆盖，丰沛的水资源在大陆上孕育出繁茂的雨林。\r\n　　这里的赤道附近往往有连绵不绝的降雨，而纬度更低的地方则随着星球公转有鲜明的雨季和旱季之分。\r\n　　海洋丛林星球上保有巨大的生物量，从而在漫长的演化史中将海洋中的可溶性矿物质逐渐转移到地壳和生物体内。在当地发展工业会动摇这个庞大复杂却又脆弱的生态系统，孰轻孰重，就看怎么取舍了。",
    "ENUS": "Tropicana planets have 60 to 70 percent of their surface covered by bodies of flesh water, nurturing lush rainforests within the continents.\r\nThese biomes see continuous rainfall near the equator, while lower latitudes have distinct wet and dry seasons as the planet rotates.\r\nTropicanas retain a huge biomass, thus gradually transferring soluble minerals from the oceans to the crust and living organisms over its long evolutionary history. Any local industrial development will shake this large, complex, yet fragile ecosystem to its core, but what’s more important - nature, or progress?"
  },
  {
    "Name": "戈壁介绍",
    "ZHCN": "　　戈壁星球拥有极端稠密的二氧化碳大气层，导致昼夜温差极小，接近地表的地方风速也不高。\r\n　　但无论这类星球曾经的模样如何，都已经被历史上无节制发展的化学工业毁掉了，目前只留下失控的温室效应带来的极高地表温度，以及地表上零星存在的硝酸湖泊。",
    "ENUS": "Gobi planets have extremely dense carbon dioxide atmospheres, resulting in minimal temperature differences between day and night, and low wind speeds near the surface. \r\nBut whatever such planets may have once looked like has been destroyed by the historically uncontrolled development of the chemical industry, leaving at present only extremely high surface temperatures due to the runaway greenhouse effect and the sporadic presence of nitric acid lakes on the surface."
  },
  {
    "Name": "黑石岩滩介绍",
    "ZHCN": "　　黑石盐滩星球上拥有以氮气为主要成分的大气层，地表上覆盖着细腻的沙砾和盐花。\r\n　　由于原料丰富，黑石盐滩星球曾作为主要的氯碱工业基地，目前地表上零星存在的盐酸湖泊就是它昔日辉煌的证明。",
    "ENUS": "Halitum planets have an atmosphere dominated by nitrogen and a surface covered by fine sand and salt.\r\nDue to the abundance of raw materials, it served as a major chlor-alkali industrial base, and the hydrochloric acid lakes that now exist sporadically on the surface are a testament to its former glory."
  },
  {
    "Name": "飓风石林介绍",
    "ZHCN": "　　飓风石林星球的地表上散布着碎石，拥有一个主要成分为二氧化硫的稠密大气。\r\n　　这类行星拥有活跃的板块构造结构，地震和火山活动频繁。此外，大气中的高浓度亚硫酸雾导致的频繁“酸雨”奇景，也曾是外星旅游爱好者论坛中的一大热门。",
    "ENUS": "The surface of a Cyclonius planet is scattered with the rocks under a thin atmosphere composed mainly of sulfur dioxide.\r\nSuch planets possess active tectonic structures with frequent earthquakes and volcanic activities. Additionally, the frequent 'acid rain' phenomenon caused by high concentrations of sulfate aerosols in the atmosphere has also been a popular topic on forums for extraterrestrial travel enthusiasts."
  },
  {
    "Name": "里程碑名称29",
    "ZHCN": "里程碑：裂变发电",
    "ENUS": "Milestone: Fission Energy"
  },
  {
    "Name": "里程碑未达成描述29",
    "ZHCN": "你激活了第一座裂变能源发电站。多种技术的综合应用，使一体化快中子反应堆产生大量的清洁电力。",
    "ENUS": "You activated your first Fission Power Station. The new generation of integrated fast reactors uses multiple technologies to generate large amounts of clean electricity."
  },
  {
    "Name": "里程碑已达成描述29",
    "ZHCN": "你激活了第一座裂变能源发电站。多种技术的综合应用，使一体化快中子反应堆产生大量的清洁电力。",
    "ENUS": "You activated your first Fission Power Station. The new generation of integrated fast reactors uses multiple technologies to generate large amounts of clean electricity."
  },
  {
    "Name": "里程碑达成条件29",
    "ZHCN": "达成条件：激活一座裂变能源发电站",
    "ENUS": "Achieved conditions: Activate a Fission Power Station"
  },
  {
    "Name": "里程碑未达成描述32",
    "ZHCN": "你激活了第一座人造恒星，它优雅地转动着，犹如太阳般炽烈地燃烧着，稳定地将聚变原料所蕴藏的巨大能量输出到电网。",
    "ENUS": "You activated your first Artificial Star. It rotates so gracefully yet burns so intensely, this spectacle surely means that you've truly harnessed the stars and can stably transport this energy to all corners of the universe."
  },
  {
    "Name": "里程碑已达成描述32",
    "ZHCN": "你激活了第一座人造恒星。它优雅地转动着，犹如太阳般炽烈地燃烧着，稳定地将聚变原料所蕴藏的巨大能量输出到电网。",
    "ENUS": "You activated your first Artificial Star. It rotates so gracefully yet burns so intensely, this spectacle surely means that you've truly harnessed the stars and can stably transport this energy to all corners of the universe."
  },
  {
    "Name": "指引条目6",
    "ZHCN": "采集10个铝矿",
    "ENUS": "Gather 10 Aluminum Ores"
  },
  {
    "Name": "指引条目11",
    "ZHCN": "打开“科技树(T)”，开始研究科技[高效电浆控制]",
    "ENUS": "Open \"Tech Tree(T)\", research [High-Efficiency Plasma Control]"
  },
  {
    "Name": "指引条目14",
    "ZHCN": "制造铝块",
    "ENUS": "Replicate Aluminum Ingots"
  },
  {
    "Name": "指引条目15",
    "ZHCN": "解锁[高效电浆控制]",
    "ENUS": "Unlock [High-Efficiency Plasma Control]"
  },
  {
    "Name": "指引条目61",
    "ZHCN": "解锁[物品增产]",
    "ENUS": "Unlock [Incremental Production]"
  },
  {
    "Name": "机甲功率提升",
    "ZHCN": "发电功率提升",
    "ENUS": "Power Generation Boost"
  },
  {
    "Name": "创世之书介绍标题",
    "ZHCN": "创世之书MOD简介",
    "ENUS": "Genesis Book MOD Introduction"
  },
  {
    "Name": "创世之书介绍前字",
    "ZHCN": "星球调整：\n    四种新矿物，硫、铝、钨、放射矿，矿物现在可在水下生成；\n    为绝大多数类地行星添加了大气类型，并可使用大气采集站进行资源采集；\n    新增海水海洋、盐酸海洋、硝酸海洋；\n    行星协调中心，可自由选择多种协调增益您的工厂。\n\n产线调整：\n    新矿物相关的材料及配方；\n    化工配方扩展，三种不同性能的塑料用于不同生产需求；\n    矿物处理科技，允许将矿物预处理以提高产出或用于燃料电池；\n    添加多种燃料棒，为伊卡洛斯的星际扩张保驾护航；\n    建筑配方需求调整，将常用需求整合为机械组件，提高产线效率；\n    产物溢出机制，允许副产物溢出保证生产连续性（可在设置中调整）。\n\n建筑调整：\n    制造台拆分为三种不同精度的制造类型，不可通用；\n    对自动化生产属性进行提升，如供电范围、传送带、分拣器速度、制造台速度等；\n    大气采集站、轨道采集器不再消耗电力，允许油井、大矿机在水上建造；\n    发电功率调整，功率 = 建筑基础功率 * 燃料加成；\n    燃料电池发电厂仅能在含氧大气环境下运行（燃料棒除外）；添加裂变电站、同位素温差发电机；\n    黑雾建筑调整，黑雾制造台允许制造绝大多数配方，黑雾熔炉则可翻倍产出物品；\n    巨型建筑：使用传送带传输原料和产物的制造中心，效率远超普通设备；\n    物质分解设施，可将物品转换为沙土，亦可拆解建筑为制造材料。\n\n科技调整：\n    科技探索模式，隐藏暂不可研发的科技（可在设置中调整）；\n    添加多种复合矩阵及对应科研需求；\n    建造量子箱瞬间跨越星系输送物品；消耗负熵奇点进行远程折跃；使用全球护盾能源广播。\n\n武器调整：\n    生产钨钢弹头、核导弹；\n    建造紫外激光塔、电磁加农炮；\n    使用反物质跃迁导弹跨星支援。\n\n其他调整：\n    机甲燃料仓只能使用燃料棒进行供电；\n    快速开局模式，让每一次冒险都能迅速展开。",
    "ENUS": "Planet tweaks:\n    Four new minerals, Sulfur, Aluminum, Tungsten, and Radiolite, minerals can now be generated underwater;\n    Added atmosphere types to the vast majority of Earth-like planets, and the ability to use Atmospheric Harvesting Stations for resource harvesting;\n    New seawater oceans, hydrochloric acid oceans, and nitric acid oceans;\n    Planetary Coordination Center, with the freedom to choose from a wide range of coordinated gains for your factories.\nProduction tweaks:\n    New mineral-related materials and recipes;\n    Chemical recipe expansion, three different plastics with different properties for different production needs;\n    Mineral Processing Technology, allowing minerals to be pre-treated for increased output or for use in fuel cells;\n    Addition of multiple fuel rods for Icarus' interstellar expansion;\n    Construction recipe requirement adjustments, consolidating common requirements into mechanical components to increase production line efficiency;\n    Production overflow mechanic, allowing byproduct overflow to ensure production continuity (adjustable in settings).\nBuilding tweaks:\n    Manufacturing table split into three different precision manufacturing types, which are not generalizable;\n    Enhancements to automated production attributes such as power supply range, conveyor belts, sorter speed, and manufacturing table speed;\n    Atmospheric collection stations and orbital collectors no longer consume power, allowing oil wells and large mining machines to be built over water;\n    Power generation power adjusted so that power = building base power * fuel bonus;\n    Fuel cell power plants can only operate in oxygenated atmospheres (except fuel rods); fission power stations, isotope temperature difference generators added;\n    Dark Fog building tweak; Dark Fog Fabrication Stations allow for the creation of most recipes, while Dark Fog Furnaces double the output of items;\n    Mega Buildings: manufacturing centers that use conveyor belts to transfer raw materials and products far more efficiently than normal facilities;\n    Material Decomposition Facility, which converts items into sand and earth, and can also dismantle buildings for manufacturing materials.\nTechnology tweaks:\n    Technology Exploration Mode to hide technologies that cannot be developed at the moment (can be adjusted in Settings);\n    Add multiple composite matrices and corresponding research requirements;\n    Construct Quantum Boxes to instantly transport items across galaxies; consume Negentropic Singularity to perform Remote Folding; use Global Shield Energy to broadcast.\nWeapon tweaks:\n    Produce tungsten warheads, nuclear missiles;\n    Construction of UV laser towers, electromagnetic cannons;\n    Use antimatter leaping missiles for transplanetary support.\nOther tweaks:\n    Mech fuel silos can only be powered using fuel rods;\n    Quick start mode to get every adventure underway quickly."
  },
  {
    "Name": "巨型建筑介绍标题",
    "ZHCN": "巨型建筑介绍",
    "ENUS": "Mega Buildings Introduction"
  },
  {
    "Name": "巨型建筑介绍前字",
    "ZHCN": "巨型建筑是一类具有高集成度的生产设施。虽然它们看起来与物流站很相似，但并不能装载物流运输机。\n\n一个巨型建筑可将原料或产物通过传送带输出到下一个巨型建筑，从而高效利用占地。",
    "ENUS": "Mega buildings are a class of production facilities with a high degree of integration. Although they look similar to a logistics station, they do not carry a logistics transporter. \n\nOne mega building can export raw materials or products to the next mega building via a conveyor belt, thus making efficient use of space."
  },
  {
    "Name": "行星协调中心介绍标题",
    "ZHCN": "行星协调中心",
    "ENUS": "Coordination Center Introduction"
  },
  {
    "Name": "行星协调中心介绍前字",
    "ZHCN": "一个行星协调中心可为星球工厂提供多种增益，可在行星视图中（默认快捷键为M键）切换增益以适应不同发展阶段的需求。",
    "ENUS": "A Planetary Coordination Center can provide multiple gains for a planetary factory, with the ability to switch gains in the planet view (Default shortcut is M key) to accommodate different stages of development."
  },
  {
    "Name": "物质分解设施介绍标题",
    "ZHCN": "物质分解设施",
    "ENUS": "Recycling Factory Introduction"
  },
  {
    "Name": "物质分解设施介绍前字",
    "ZHCN": "在选择<color=\"#FD965ECC\">物质回收</color>配方后，物质分解设施可将输入到其中的所有物品按数量比例转换为沙土，并在达到一定数量后静默返还到机甲背包中。\n若背包未满，输入的建筑物品可返还75%的制造原料到背包中。",
    "ENUS": "After selecting <color=\"#FD965ECC\">Matter recovery</color> recipe, the Recycling Factory converts all items entered into it into Sand in proportion to their quantity, and silently returns them to package after a certain amount has been reached.\nIncoming construction items return 75% of their own manufacturing materials to the package (if the package is not full)."
  },
  {
    "Name": "制造类型调整介绍标题",
    "ZHCN": "制造类型调整",
    "ENUS": "Manufacturing Type Adjustment"
  },
  {
    "Name": "制造类型调整介绍前字",
    "ZHCN": "经过特化调整的制造台可以满足不同制造精度的需求，但除黑雾制造台外，不同制造台不能通用。",
    "ENUS": "After specialization, the assemblers can meet the needs of different precision, but except for the Dark Fog assembler, different assembler can not be used universally."
  },
  {
    "Name": "钨矿脉",
    "ZHCN": "钨矿脉",
    "ENUS": "Tungsten Veins"
  },
  {
    "Name": "放射性矿脉",
    "ZHCN": "放射性矿脉",
    "ENUS": "Radioactive Veins"
  },
  {
    "Name": "盐酸海洋",
    "ZHCN": "盐酸海洋",
    "ENUS": "Hydrochloric Acid Ocean"
  },
  {
    "Name": "硝酸海洋",
    "ZHCN": "硝酸海洋",
    "ENUS": "Nitric Acid Ocean"
  },
  {
    "Name": "淡水海洋",
    "ZHCN": "淡水海洋",
    "ENUS": "Freshwater Ocean"
  },
  {
    "Name": "裂变能源发电站",
    "ZHCN": "裂变能源发电站",
    "ENUS": "Fission Power Station"
  },
  {
    "Name": "行星大气",
    "ZHCN": "行星大气",
    "ENUS": "Planet Atmosphere"
  },
  {
    "Name": "量子折跃文字描述",
    "ZHCN": "使用大量的能量激活负熵奇点，短暂进入虚数空间以实现超远程折跃。",
    "ENUS": "Use a large amount of energy to activate a negative entropy singularity and briefly enter void space for a hyper-remote folding leap."
  },
  {
    "Name": "巨型建筑工程学文字描述",
    "ZHCN": "解锁巨型建筑的蓝图。",
    "ENUS": "Unlock the blueprints of the Mega Building."
  },
  {
    "Name": "铁矿",
    "ZHCN": "铁矿",
    "ENUS": "Iron ore"
  },
  {
    "Name": "铜矿",
    "ZHCN": "铜矿",
    "ENUS": "Copper ore"
  },
  {
    "Name": "硅石",
    "ZHCN": "硅石",
    "ENUS": "Silicon ore"
  },
  {
    "Name": "钛石",
    "ZHCN": "钛石",
    "ENUS": "Titanium ore"
  },
  {
    "Name": "石矿",
    "ZHCN": "石矿",
    "ENUS": "Stone"
  },
  {
    "Name": "煤矿",
    "ZHCN": "煤矿",
    "ENUS": "Coal"
  },
  {
    "Name": "可燃冰",
    "ZHCN": "可燃冰",
    "ENUS": "Fire ice"
  },
  {
    "Name": "金伯利矿石",
    "ZHCN": "金伯利矿石",
    "ENUS": "Kimberlite ore"
  },
  {
    "Name": "分形硅石",
    "ZHCN": "分形硅石",
    "ENUS": "Fractal silicon"
  },
  {
    "Name": "光栅石",
    "ZHCN": "光栅石",
    "ENUS": "Optical grating crystal"
  },
  {
    "Name": "刺笋结晶",
    "ZHCN": "刺笋结晶",
    "ENUS": "Spiniform stalagmite crystal"
  },
  {
    "Name": "钨矿",
    "ZHCN": "钨矿",
    "ENUS": "Tungsten ore"
  },
  {
    "Name": "混凝土",
    "ZHCN": "混凝土",
    "ENUS": "Concrete"
  },
  {
    "Name": "只能放入燃料棒",
    "ZHCN": "只能放入燃料棒",
    "ENUS": "Fuel Rods only"
  },
  {
    "Name": "I混凝土",
    "ZHCN": "远古时期就存在的建筑材料，可以用于建造大型建筑。",
    "ENUS": "A material that has existed since ancient times and can be used to build large structures."
  },
  {
    "Name": "火力发电厂",
    "ZHCN": "燃料电池发电厂",
    "ENUS": "Fuel Cell Power Plant"
  },
  {
    "Name": "I火力发电厂",
    "ZHCN": "使用燃料（例如煤）和氧气作为原料，通过电化学反应把燃料的化学能转换成电能（因此，在无氧环境中只能使用燃料棒）。",
    "ENUS": "A facility that converting the chemical energy of a fuel into electrical energy through an electrochemical reaction using a fuel (e.g., coal) and oxygen as raw materials. (In an oxygen-free environment, only fuel rods can be used)."
  },
  {
    "Name": "焦油",
    "ZHCN": "焦油",
    "ENUS": "Tar"
  },
  {
    "Name": "聚丙烯",
    "ZHCN": "聚丙烯",
    "ENUS": "Polypropylene"
  },
  {
    "Name": "I聚丙烯",
    "ZHCN": "一种热塑性塑料，由丙烯单体聚合而成，具有良好的机械性能、化学稳定性和较低的合成成本。",
    "ENUS": "A thermoplastic, polymerized from propylene monomers, with good mechanical properties, chemical stability and low synthetic costs."
  },
  {
    "Name": "增产剂",
    "ZHCN": "增产剂",
    "ENUS": "Proliferator"
  },
  {
    "Name": "四氢双环戊二烯",
    "ZHCN": "四氢双环戊二烯（JP-10）",
    "ENUS": "Tetrahydrocyclopentadiene(JP-10)"
  },
  {
    "Name": "I四氢双环戊二烯",
    "ZHCN": "代表性饱和多环碳氢化合物，广泛应用于航空航天领域。",
    "ENUS": "Representative saturated polycyclic hydrocarbons, widely used in aerospace applications."
  },
  {
    "Name": "R四氢双环戊二烯",
    "ZHCN": "代表性饱和多环碳氢化合物，广泛应用于航空航天领域。",
    "ENUS": "Representative saturated polycyclic hydrocarbons, widely used in aerospace applications."
  },
  {
    "Name": "四氢双环戊二烯燃料棒",
    "ZHCN": "四氢双环戊二烯燃料棒",
    "ENUS": "JP-10 Fuel Rod"
  },
  {
    "Name": "I四氢双环戊二烯燃料棒",
    "ZHCN": "专为初级航天器设计的推进燃料，具有高能量密度和卓越的稳定性。",
    "ENUS": "Propulsion fuel designed for primary spacecraft with high energy density and excellent stability."
  },
  {
    "Name": "焦油燃料棒",
    "ZHCN": "焦油燃料棒",
    "ENUS": "Refined Oil Fuel Rod"
  },
  {
    "Name": "I焦油燃料棒",
    "ZHCN": "经过特殊处理的焦油可作为燃料电池的燃料，从而提供廉价而稳定的能量输出。",
    "ENUS": "Specially treated oil can be used as fuel for fuel cells, thus providing cheap and stable energy output."
  },
  {
    "Name": "同位素温差发电机",
    "ZHCN": "同位素温差发电机",
    "ENUS": "Radioisotope Thermoelectric Generator"
  },
  {
    "Name": "I同位素温差发电机",
    "ZHCN": "将放射性同位素的衰变热利用塞贝克效应直接转换成电能的一种致密能源，抗干扰性强。",
    "ENUS": "A dense energy source that converts the decay heat of radioisotopes directly into electricity using the Seebeck effect and is highly resistant to interference."
  },
  {
    "Name": "放射性矿物",
    "ZHCN": "放射性矿物",
    "ENUS": "Radioactive ore"
  },
  {
    "Name": "铀矿",
    "ZHCN": "铀矿",
    "ENUS": "Uranium Ore"
  },
  {
    "Name": "钚矿",
    "ZHCN": "钚矿",
    "ENUS": "Plutonium Ore"
  },
  {
    "Name": "含铀核燃料",
    "ZHCN": "含铀核燃料",
    "ENUS": "Uranium Fissile Fuel"
  },
  {
    "Name": "含钚核燃料",
    "ZHCN": "含钚核燃料",
    "ENUS": "Plutonium Fissile Fuel"
  },
  {
    "Name": "量子储液罐",
    "ZHCN": "量子储液罐",
    "ENUS": "Quantum Tank"
  },
  {
    "Name": "I量子储液罐",
    "ZHCN": "将量子技术应用于液体存储上的科研成果，这种储罐有着远超普通储液罐的液体容量。",
    "ENUS": "The scientific research results of applying quantum technology to liquid storage,this storage tank has a liquid capacity far greater than that of ordinary storage tanks."
  },
  {
    "Name": "矿物处理厂",
    "ZHCN": "矿物处理厂",
    "ENUS": "Mineral Processor"
  },
  {
    "Name": "I矿物处理厂",
    "ZHCN": "用于将大块的矿石粉碎成较小的颗粒或粉末，可以提高矿石的利用率，并为后续的矿石冶炼过程提供更好的条件，从而提高产能。",
    "ENUS": "It is used to pulverize large ores into smaller particles or powders, which can improve the utilization rate of the ores and provide better conditions for the subsequent ore smelting process, thus increasing the production capacity."
  },
  {
    "Name": "氦",
    "ZHCN": "氦",
    "ENUS": "Helium"
  },
  {
    "Name": "氦三",
    "ZHCN": "氦三",
    "ENUS": "Helium-3"
  },
  {
    "Name": "钚燃料棒",
    "ZHCN": "钚燃料棒",
    "ENUS": "Plutonium Fuel Rod"
  },
  {
    "Name": "I钚燃料棒",
    "ZHCN": "利用经过精密加工和封装的含钚核燃料，能够在有限的空间内提供稳定且强大的能量输出。",
    "ENUS": "Utilizing precision-machined and encapsulated high-purity plutonium, it is capable of providing a stable and powerful energy output in a limited space."
  },
  {
    "Name": "铀燃料棒",
    "ZHCN": "铀燃料棒",
    "ENUS": "Uranium Fuel Rod"
  },
  {
    "Name": "I铀燃料棒",
    "ZHCN": "利用经过精密加工和封装的含铀核燃料，能够在有限的空间内提供稳定且强大的能量输出。",
    "ENUS": "Utilizing precision-machined and encapsulated high-purity uranium, it is capable of providing a stable and powerful energy output in a limited space."
  },
  {
    "Name": "MOX燃料棒",
    "ZHCN": "MOX燃料棒",
    "ENUS": "MOX Fuel Rod"
  },
  {
    "Name": "IMOX燃料棒",
    "ZHCN": "一种使用铀和钚的混合氧化物的燃料棒，能够更有效地利用核燃料，减少放射性废物产生。",
    "ENUS": "A fuel rod that uses mixed oxides of uranium and plutonium, which enables more efficient use of nuclear fuel and reduces the generation of radioactive waste."
  },
  {
    "Name": "I氢燃料棒",
    "ZHCN": "将气态氢冷凝为液态，精密封装成液氢燃料棒，是一种高效且可再生的清洁能源。",
    "ENUS": "Gaseous hydrogen is condensed to liquid form and precision encapsulated into liquid hydrogen fuel rods, an efficient and renewable source of clean energy."
  },
  {
    "Name": "I氘核燃料棒",
    "ZHCN": "将重氢制成氘核燃料棒，获得更强大的能量，是小型聚变系统的燃料来源。",
    "ENUS": "Make deuterium into deuteron fuel rods as a better source of energy. These fuel rods are often used in fusion systems."
  },
  {
    "Name": "I反物质燃料棒",
    "ZHCN": "将反物质制成更稳定的燃料棒，就可以更安全地利用其强大的能量。",
    "ENUS": "Stabilize antimatter into fuel rods, so that it can be used safely and effectively."
  },
  {
    "Name": "氦三燃料棒",
    "ZHCN": "氦三燃料棒",
    "ENUS": "Helium-3 Fuel Rod"
  },
  {
    "Name": "I氦三燃料棒",
    "ZHCN": "氦三聚变反应不会产生中子，因此是理想的新一代清洁能源。",
    "ENUS": "Helium-3 fusion reactions do not produce neutrons and are therefore ideal for a new generation of clean energy."
  },
  {
    "Name": "氘氦混合燃料棒",
    "ZHCN": "氘氦混合燃料棒",
    "ENUS": "Deuterium helium fusion fuel rod"
  },
  {
    "Name": "I氘氦混合燃料棒",
    "ZHCN": "氘氦混合燃料棒的能量密度极高，能够提供巨大的能量输出。",
    "ENUS": "Deuterium-helium hybrid fuel rods have an extremely high energy density and are capable of delivering huge energy output."
  },
  {
    "Name": "石粉",
    "ZHCN": "石粉",
    "ENUS": "Stone Dust"
  },
  {
    "Name": "I石粉",
    "ZHCN": "对石矿进行预先粉碎处理的产物，可明显提高熔炉的效率。",
    "ENUS": "The product of pre-crushing of stone ore, which can significantly improve the efficiency of the furnace."
  },
  {
    "Name": "铁矿粉",
    "ZHCN": "铁矿粉",
    "ENUS": "Iron Ore Dust"
  },
  {
    "Name": "I铁矿粉",
    "ZHCN": "对铁矿进行预先粉碎处理的产物，可明显提高熔炉的效率。",
    "ENUS": "The product of pre-crushing of iron ore, which can significantly improve the efficiency of the furnace."
  },
  {
    "Name": "铜矿粉",
    "ZHCN": "铜矿粉",
    "ENUS": "Copper Ore Dust"
  },
  {
    "Name": "I铜矿粉",
    "ZHCN": "对铜矿进行预先粉碎处理的产物，可明显提高熔炉的效率。",
    "ENUS": "The product of pre-crushing of copper ore, which can significantly improve the efficiency of the furnace."
  },
  {
    "Name": "硅矿粉",
    "ZHCN": "硅矿粉",
    "ENUS": "Silicon Ore Dust"
  },
  {
    "Name": "I硅矿粉",
    "ZHCN": "对硅矿进行预先粉碎处理的产物，可明显提高熔炉的效率。",
    "ENUS": "The product of pre-crushing of silicon ore, which can significantly improve the efficiency of the furnace."
  },
  {
    "Name": "钛矿粉",
    "ZHCN": "钛矿粉",
    "ENUS": "Titanium Ore Dust"
  },
  {
    "Name": "I钛矿粉",
    "ZHCN": "对钛矿进行预先粉碎处理的产物，可明显提高熔炉的效率。",
    "ENUS": "The product of pre-crushing of titanium ore, which can significantly improve the efficiency of the furnace."
  },
  {
    "Name": "钨矿粉",
    "ZHCN": "钨矿粉",
    "ENUS": "Tungsten Ore Dust"
  },
  {
    "Name": "I钨矿粉",
    "ZHCN": "对钨矿进行预先粉碎处理的产物，可明显提高熔炉的效率。",
    "ENUS": "The product of pre-crushing of tungsten ore, which can significantly improve the efficiency of the furnace."
  },
  {
    "Name": "煤矿粉",
    "ZHCN": "煤矿粉",
    "ENUS": "Coal Dust"
  },
  {
    "Name": "I煤矿粉",
    "ZHCN": "对煤矿进行预先粉碎处理的产物，可明显提高熔炉的效率。",
    "ENUS": "The product of pre-crushing of coal ore, which can significantly improve the efficiency of the furnace."
  },
  {
    "Name": "天穹装配厂",
    "ZHCN": "天穹装配厂",
    "ENUS": "The Cosmic Assembler"
  },
  {
    "Name": "I天穹装配厂",
    "ZHCN": "重新设计的高度集成化装配工厂，原料在传送带上被高速机械臂抓取并运输到加工中心进行处理、组装，然后转移至输出端。这座工厂能够以极高的效率生产大部分工业物品。",
    "ENUS": "A redesigned highly integrated assembly factory where raw materials are grabbed by high-speed robotic arms on conveyor belts and transported to processing centers for processing, assembly, and then transferred to the output end. This factory is able to produce most industrial items with extremely high efficiency."
  },
  {
    "Name": "物质裂解塔",
    "ZHCN": "物质裂解塔",
    "ENUS": "The Cosmic Splitting Factory"
  },
  {
    "Name": "I物质裂解塔",
    "ZHCN": "使用裂解光束对原矿进行加工、熔炼的大型工厂，高功率裂解光束能够以极高的效率处理矿物，将其快速粉碎并处理成高纯度原材料。",
    "ENUS": "A large factory that uses a cracking beam to process and melt raw ore. High power cracking beams can process minerals with extremely high efficiency, quickly crushing them and processing them into high-purity raw materials."
  },
  {
    "Name": "埃克森美孚化工厂",
    "ZHCN": "埃克森美孚化工厂",
    "ENUS": "ExxonMobil Chemical Plant"
  },
  {
    "Name": "I埃克森美孚化工厂",
    "ZHCN": "一座巨型化工厂，包含数个万吨级反应釜、高效冷却塔以及大量的、数不胜数的密封运输管道。当你置身其中，仿佛进入一片管道森林。",
    "ENUS": "A giant chemical plant consisting of several tens of thousands of ton reactors, high-efficiency cooling towers, and numerous sealed transportation pipelines. When you are in it, it feels like entering a forest of pipes."
  },
  {
    "Name": "“工业先锋”精密加工中心",
    "ZHCN": "“工业先锋”精密加工中心",
    "ENUS": "\"Industrial Pioneers\" Precise Machining Center"
  },
  {
    "Name": "I“工业先锋”精密加工中心",
    "ZHCN": "一座规模庞大的精密工厂，大量运输轨道将原材料运送到核心部位的精密装配中心进行集成化、高效化生产，能够大幅提升我们制造某些尖端设备的效率。",
    "ENUS": "A large-scale precision factory, with a large amount of transportation tracks, transports raw materials to the precision machining center in the core area for integrated and efficient production，greatly improve the efficiency of manufacturing certain cutting-edge equipment."
  },
  {
    "Name": "“苍穹”粒子加速器",
    "ZHCN": "“苍穹”粒子加速器",
    "ENUS": "\"Cosmic\" Particle Accelerator"
  },
  {
    "Name": "I“苍穹”粒子加速器",
    "ZHCN": "“苍穹”粒子加速器由多个并行运行的环形加速器构成。由于高度集约化，曾用于临时大量制造反物质。",
    "ENUS": "The \"Cosmic\" particle accelerator consists of several ring gas pedals operating in parallel. Because of its high degree of intensification, it has been used for the temporary mass production of antimatter."
  },
  {
    "Name": "“湛曦”O型人造恒星",
    "ZHCN": "“湛曦”O型人造恒星",
    "ENUS": "Artificial Photonix"
  },
  {
    "Name": "反物质约束单元",
    "ZHCN": "反物质约束单元",
    "ENUS": "Antimatter Restraint Unit"
  },
  {
    "Name": "氦闪约束器",
    "ZHCN": "氦闪约束器",
    "ENUS": "Helium Flash Restrainer"
  },
  {
    "Name": "物质分解设施",
    "ZHCN": "物质分解设施",
    "ENUS": "Recycling Factory"
  },
  {
    "Name": "I物质分解设施",
    "ZHCN": "将工业废弃物转换为沙土的巨型设施。有人会称这种做法为严重的资源浪费，而我们将其称为高效。",
    "ENUS": "Mega Facility for converting industrial waste into Sand."
  },
  {
    "Name": "三元精金",
    "ZHCN": "三元精金",
    "ENUS": "Ternary Adamantium"
  },
  {
    "Name": "光子结晶",
    "ZHCN": "光子结晶",
    "ENUS": "Photon Crystal"
  },
  {
    "Name": "I“湛曦”O型人造恒星",
    "ZHCN": "“你只需要让正反质子束从两端静静的穿过磁场进入约束球就可以了，轻松愉快！”它简单的外形归功于理论的优雅，被人们称为“人造小太阳”。",
    "ENUS": "\"Just allow the positive and negative proton beams to pass silently through the magnetic field from both ends into the Constraint Sphere, nice and easy!\" It is simple but effective and is called the Artificial Sun."
  },
  {
    "Name": "硫粉",
    "ZHCN": "硫粉",
    "ENUS": "Sulfur Dust"
  },
  {
    "Name": "I硫粉",
    "ZHCN": "从硫矿中提取还原得到的粉末状硫单质。",
    "ENUS": "Powdered sulfur monomer extracted from sulfur ore."
  },
  {
    "Name": "结构矩阵",
    "ZHCN": "结构矩阵",
    "ENUS": "Structure Matrix"
  },
  {
    "Name": "引力矩阵",
    "ZHCN": "引力矩阵",
    "ENUS": "Gravity Matrix"
  },
  {
    "Name": "玻色矩阵",
    "ZHCN": "玻色矩阵",
    "ENUS": "Boson Matrix"
  },
  {
    "Name": "I玻色矩阵",
    "ZHCN": "整合了电磁矩阵与能量矩阵的复合矩阵。可以生成或调节电磁波，储存与分配能量。",
    "ENUS": "A composite matrix that integrates the electromagnetic matrix with the energy matrix. It can generates or modulates electromagnetic waves and stores and distributes energy."
  },
  {
    "Name": "耗散矩阵",
    "ZHCN": "耗散矩阵",
    "ENUS": "Dissipative Matrix"
  },
  {
    "Name": "I耗散矩阵",
    "ZHCN": "整合了结构矩阵与信息矩阵的复合矩阵。可以调整物体的微观结构，广播和修改信息。",
    "ENUS": "A composite matrix that integrates the structural matrix and the information matrix. It can adjust the microstructure of objects, broadcast and modify information."
  },
  {
    "Name": "奇点矩阵",
    "ZHCN": "奇点矩阵",
    "ENUS": "Singularity Matrix"
  },
  {
    "Name": "I奇点矩阵",
    "ZHCN": "集成电磁、能量、结构、信息与引力五种基础源代码的复合矩阵。当被反物质激活时，将协同转化为宇宙矩阵。",
    "ENUS": "A composite matrix, and also a multifunctional tool capable of influencing reality on multiple levels. When charged with antimatter, the Singularity Matrix can transform into a Universe Matrix"
  },
  {
    "Name": "I湮灭约束球",
    "ZHCN": "将湮灭反应约束在球内，从而获得稳定可控的能量输出，是O型人造恒星的关键部件。",
    "ENUS": "It is a crucial component of antimatter energy reactor to confine the annihilation reaction within the sphere to obtain stable and controllable energy output."
  },
  {
    "Name": "基础机械组件",
    "ZHCN": "基础机械组件",
    "ENUS": "Basic Mechanical Components"
  },
  {
    "Name": "I基础机械组件",
    "ZHCN": "一个通用组件包，包括机械工程中常用的元件，用于构建各种机械装置和系统，用途广泛。",
    "ENUS": "A general-purpose kit of components commonly used in mechanical engineering to build a wide variety of mechanical devices and systems for a wide range of uses."
  },
  {
    "Name": "先进机械组件",
    "ZHCN": "先进机械组件",
    "ENUS": "Advanced Mechanical Components"
  },
  {
    "Name": "I先进机械组件",
    "ZHCN": "一套精心设计的高级机械元件集合，适用于需要更高精度和性能的机械结构与自动化系统。",
    "ENUS": "A well-designed collection of advanced mechanical components for mechanical structures and automation systems that require greater precision and performance."
  },
  {
    "Name": "尖端机械组件",
    "ZHCN": "尖端机械组件",
    "ENUS": "Sophisticated Mechanical Components"
  },
  {
    "Name": "I尖端机械组件",
    "ZHCN": "代表了当前机械工程技术最高成就的一系列组件，每个组件都经过严格的质量测试，确保在极端条件下的稳定表现。拥有尖端机械组件，意味着掌握了开启未来科技大门的钥匙。",
    "ENUS": "A range of components that represent the highest achievements in current mechanical engineering technology, each of which has been subjected to rigorous quality testing to ensure stable performance under extreme conditions. Owning cutting-edge mechanical components means holding the key to unlocking the future of technology."
  },
  {
    "Name": "超级机械组件",
    "ZHCN": "超级机械组件",
    "ENUS": "Super Mechanical Components"
  },
  {
    "Name": "I超级机械组件",
    "ZHCN": "尚未完成的蓝图，代表着机械工程领域的巅峰。",
    "ENUS": "The unfinished blueprints represent the pinnacle of the mechanical engineering field."
  },
  {
    "Name": "创世之书",
    "ZHCN": "创世之书",
    "ENUS": "Genesis Book"
  },
  {
    "Name": "I起源之书",
    "ZHCN": "如果你拿到这本书，那我猜你应该已经试着接受这个MOD了。欢迎来到第一阶段，开拓者。\n第一阶段需要做的并不是很多，也不会很难。希望我能在下一个阶段见到你。",
    "ENUS": "If you get this book, I guess you should have tried to accept this MOD. Welcome to the first stage, pioneer.\nThere is not much to do in the first stage, and it will not be difficult.\nI hope to see you in the next stage."
  },
  {
    "Name": "虚空之书",
    "ZHCN": "虚空之书",
    "ENUS": "Void Book"
  },
  {
    "Name": "I虚空之书",
    "ZHCN": "我曾经无数次仰望星空，幻想银河彼端是否存在另一个文明。\n而现在，你已经踏出了远航星海的第一步。欢迎来到第二阶段，开拓者。\n在这个阶段，你需要铺设稳定的物流网络、推动材料技术不断进步，以及逐步发展信息技术。",
    "ENUS": "I have looked up at the stars countless times, and have imagined whether there is another civilization at the other end of the Milky Way.\nAnd now, you have taken the first step of the voyage. Welcome to the second stage, pioneer.\nIn this stage, you need to lay a stable logistics network, promote material technology to continue to improve, and gradually develop information technology."
  },
  {
    "Name": "起源之书",
    "ZHCN": "起源之书",
    "ENUS": "Origin Book"
  },
  {
    "Name": "I创世之书",
    "ZHCN": "很高兴你能走到这一步，开拓者。\n欢迎来到最终阶段，宇宙的终点对你来说已经触手可及。",
    "ENUS": "I am glad you can get to this step, pioneer.\nWelcome to the final stage, the end of the universe is within your reach."
  },
  {
    "Name": "空燃料棒",
    "ZHCN": "空燃料棒",
    "ENUS": "Empty Fuel Rod"
  },
  {
    "Name": "I空燃料棒",
    "ZHCN": "一个空的燃料棒，可用于装载多种燃料，需要时可加装额外的氧化剂存储仓。",
    "ENUS": "An empty fuel rod, can be filled with various fuels. Extra oxidizer storage can be added when needed."
  },
  {
    "Name": "氨",
    "ZHCN": "氨",
    "ENUS": "Ammonia"
  },
  {
    "Name": "I氨",
    "ZHCN": "无色、有强烈的刺激气味的气体。常以液态形式储存。",
    "ENUS": "A colorless gas with a strong irritating odor. It is usually stored as a liquid."
  },
  {
    "Name": "聚酰亚胺",
    "ZHCN": "聚酰亚胺（PI）",
    "ENUS": "Polyimide(PI)"
  },
  {
    "Name": "I聚酰亚胺",
    "ZHCN": "聚酰亚胺是一种高性能有机高分子化合物，具有优异的高温稳定性、耐化学腐蚀性和电绝缘性能。",
    "ENUS": "Polyimide is a high-performance organic polymer compound, exhibits excellent high-temperature stability, chemical resistance, and electrical insulation properties."
  },
  {
    "Name": "苯",
    "ZHCN": "苯",
    "ENUS": "Benzene"
  },
  {
    "Name": "I苯",
    "ZHCN": "有特殊气味的油状液体，化学性质相对稳定。在聚合物中引入苯基团，可以提高其玻璃化温度及化学稳定性。",
    "ENUS": "An oily liquid with a special odor and relatively stable chemical properties. The introduction of phenyl groups into the polymer can increase its glass transition temperature and chemical stability."
  },
  {
    "Name": "丙烯",
    "ZHCN": "丙烯",
    "ENUS": "Propylene"
  },
  {
    "Name": "I丙烯",
    "ZHCN": "无色气体，有类似石油气的气味，是重要的有机化工原料。",
    "ENUS": "Colorless gas with a similar odor to petroleum gas, an important organic chemical raw material."
  },
  {
    "Name": "盐酸",
    "ZHCN": "盐酸",
    "ENUS": "Hydrochloric Acid"
  },
  {
    "Name": "I盐酸",
    "ZHCN": "无色透明的液体，有强烈的刺激性气味，工业用途广泛。",
    "ENUS": "Colorless transparent liquid with a strong irritating odor, widely used in industry."
  },
  {
    "Name": "三氯化铁",
    "ZHCN": "三氯化铁",
    "ENUS": "Ferric Trichloride"
  },
  {
    "Name": "I三氯化铁",
    "ZHCN": "常见的共价化合物，工业用途广泛。",
    "ENUS": "A common covalent compound, widely used in industry."
  },
  {
    "Name": "硝酸",
    "ZHCN": "硝酸",
    "ENUS": "Nitric Acid"
  },
  {
    "Name": "I硝酸",
    "ZHCN": "无色液体。由于光解而一般带有微黄色，有刺激性气味，强酸，常用于制造硝基化合物。",
    "ENUS": "Colorless liquid. Generally with a slight yellow, with a strong irritating odor, is a strong acid, often used to make nitro compounds."
  },
  {
    "Name": "海水",
    "ZHCN": "海水",
    "ENUS": "Seawater"
  },
  {
    "Name": "I海水",
    "ZHCN": "大部分生态星球表面的水体，含有大量的钠盐，是一种无色透明的液体。",
    "ENUS": "Most of the water on the surface of the ecological planet, containing a large number of sodium salts, is a colorless transparent liquid."
  },
  {
    "Name": "氧",
    "ZHCN": "氧",
    "ENUS": "Oxygen"
  },
  {
    "Name": "I氧",
    "ZHCN": "生命的必需品，同时也是强氧化剂。",
    "ENUS": "The essential of life, but also a strong oxidant."
  },
  {
    "Name": "氢氧化钠",
    "ZHCN": "氢氧化钠",
    "ENUS": "Sodium Hydroxide"
  },
  {
    "Name": "I氢氧化钠",
    "ZHCN": "具有强腐蚀性的强碱，工业用途广泛。",
    "ENUS": "A strong alkali with strong corrosive, widely used in industry."
  },
  {
    "Name": "氯化钠",
    "ZHCN": "氯化钠",
    "ENUS": "Sodium Chloride"
  },
  {
    "Name": "I氯化钠",
    "ZHCN": "无色立方结晶或细小结晶粉末，味咸。",
    "ENUS": "Colorless cubic crystals or fine crystalline powder, salty taste."
  },
  {
    "Name": "塑料基板",
    "ZHCN": "塑料基板",
    "ENUS": "Plastic Substrate"
  },
  {
    "Name": "I塑料基板",
    "ZHCN": "使用聚丙烯制造的基板，用于制造基础电路板。",
    "ENUS": "The substrate made of polyethylene, used to make the basic circuit board."
  },
  {
    "Name": "光学基板",
    "ZHCN": "光学基板",
    "ENUS": "Optical Substrate"
  },
  {
    "Name": "I光学基板",
    "ZHCN": "使用聚酰亚胺制造的基板，拥有专为光学计算技术设计的蚀刻结构。",
    "ENUS": "Substrates made with polyimide have etched structures designed for optical computing technology."
  },
  {
    "Name": "流速监测器",
    "ZHCN": "流速监测器",
    "ENUS": "Traffic Monitor"
  },
  {
    "Name": "钨块",
    "ZHCN": "钨块",
    "ENUS": "Tungsten Ingot"
  },
  {
    "Name": "钨强化玻璃",
    "ZHCN": "钨强化玻璃",
    "ENUS": "Tungsten Glass"
  },
  {
    "Name": "钨合金",
    "ZHCN": "钨合金",
    "ENUS": "Tungsten Alloy"
  },
  {
    "Name": "聚苯硫醚",
    "ZHCN": "聚苯硫醚（PPS）",
    "ENUS": "Polyphenylene Sulfide(PPS)"
  },
  {
    "Name": "I聚苯硫醚",
    "ZHCN": "一种有机高分子化合物，具有良好的热稳定性和电绝缘性能。",
    "ENUS": "Polyphenyl sulfide (PPS) is an organic polymer compound, exhibits excellent thermal stability and electrical insulation properties."
  },
  {
    "Name": "光学处理器",
    "ZHCN": "光学处理器",
    "ENUS": "Optical Processor"
  },
  {
    "Name": "I光学处理器",
    "ZHCN": "使用新一代光学技术制造的计算芯片，光子脉冲代替传统的电子讯号，能够显著降低工作时产生的积热，解决因过热产生的效能下降问题，有效提高计算效率。",
    "ENUS": "Advanced computing unit with good biocompatibility."
  },
  {
    "Name": "光学信息传输纤维",
    "ZHCN": "光学信息传输纤维",
    "ENUS": "Optical Fiber"
  },
  {
    "Name": "I光学信息传输纤维",
    "ZHCN": "使用天然光栅石制造的类光纤信息传输介质，光栅石独特的晶体结构在重塑后能大幅度提高信息传输效率，通常用于构建光学主机的信息链路。",
    "ENUS": "Fiber-like information transmission media made with natural lenticular stones, whose unique crystal structure can dramatically increase the efficiency of information transmission after remodeling, are often used to build information links to optical hosts."
  },
  {
    "Name": "量子计算主机",
    "ZHCN": "量子计算主机",
    "ENUS": "Quantum computer"
  },
  {
    "Name": "I量子计算主机",
    "ZHCN": "量子芯片与粒子宽带结合制造出的超大型计算集群，成熟的量子计算技术是衡量一个文明发展水平的条件之一，在主脑的计算中，这是一个重要的分水岭。",
    "ENUS": "The combination of quantum chips and particle broadband creates a mega-computing cluster. Mature quantum computing technology is one of the conditions to measure the level of development of a civilization, and it is an important node in the mastermind's computation."
  },
  {
    "Name": "“超越”X-1型光学主机",
    "ZHCN": "“超越”X-1型光学主机",
    "ENUS": "\"Beyond\" X-1 optical computer"
  },
  {
    "Name": "I“超越”X-1型光学主机",
    "ZHCN": "光学计算技术的最高结晶，使用光学处理器构建的大型计算机。光学芯片是它的大脑，高效信息链路构成了它的神经，这台设备庞大的计算力能够统筹一些非常复杂的工作过程。",
    "ENUS": "The zenith of optical computing technology, a mainframe computer built using an optical processor. With an optical chip as its brain and highly efficient information links forming its nerves, this device has enough computational power to orchestrate some very complex work processes."
  },
  {
    "Name": "先进化学反应釜",
    "ZHCN": "先进化学反应釜",
    "ENUS": "Advanced Chemical Reactor"
  },
  {
    "Name": "I先进化学反应釜",
    "ZHCN": "相较于原始的化工厂，这台机器拥有更加高效的控制系统，更加稳定的压力容器，能够满足极端的化工生产条件需求。",
    "ENUS": "Compared to the original chemical plant, this machine has a more efficient control system and a more stable pressure vessel to meet the demands of extreme chemical production conditions."
  },
  {
    "Name": "T化学反应釜压力容器",
    "ZHCN": "化学反应釜压力容器",
    "ENUS": "Chemical Reactor Pressure Vessel"
  },
  {
    "Name": "T化学反应釜压力容器描述",
    "ZHCN": "使用新的材料改良化工厂的压力容器，结合更新换代的控制系统从而满足极端的化工生产条件需求。",
    "ENUS": "Improvement of pressure vessels in chemical plants with new materials, combined with updated control systems to meet the demands of extreme chemical production conditions.</color>"
  },
  {
    "Name": "硅石筛选",
    "ZHCN": "硅石筛选",
    "ENUS": "Silicon Ore Screening"
  },
  {
    "Name": "R硅石筛选",
    "ZHCN": "利用化学性质不同，筛选出含硅量较高的硅石。",
    "ENUS": "The silica with higher silica content is selected by using different chemical properties."
  },
  {
    "Name": "氦原子提取",
    "ZHCN": "氦原子提取",
    "ENUS": "Helium Element Centrifuge"
  },
  {
    "Name": "R氦原子提取",
    "ZHCN": "从光栅石的晶格中提取出富集的氦。",
    "ENUS": "Extract enriched helium from the lattice of grating stone."
  },
  {
    "Name": "光子自增殖",
    "ZHCN": "光子自增殖",
    "ENUS": "Photon Self-replication"
  },
  {
    "Name": "R光子自增殖",
    "ZHCN": "利用光子结晶奇妙的特性，我们可以提供能量将光子激发为临界光子。",
    "ENUS": "With the wonderful properties of photon crystallization, we can provide energy to excite photons to critical photons."
  },
  {
    "Name": "水电解",
    "ZHCN": "水电解",
    "ENUS": "Water Electrolysis"
  },
  {
    "Name": "R水电解",
    "ZHCN": "电解水，产生氢气和氧气。\n<color=\"#FD965ECC\">在所有产物均堆积前不会停止工作。</color>",
    "ENUS": "Electrolysis of water, producing hydrogen and oxygen.\n<color=\"#FD965ECC\">Will not stop working until all products are accumulated.</color>"
  },
  {
    "Name": "盐水电解",
    "ZHCN": "盐水电解",
    "ENUS": "Salt Water Electrolysis"
  },
  {
    "Name": "R盐水电解",
    "ZHCN": "使用离子交换膜电解氯化钠溶液，生产盐酸和氢氧化钠。\n<color=\"#FD965ECC\">在所有产物均堆积前不会停止工作。</color>",
    "ENUS": "Electrolysis of salt water using ion exchange membranes, producing hydrochloric acid and sodium hydroxide.\n<color=\"#FD965ECC\">Will not stop working until all products are accumulated.</color>"
  },
  {
    "Name": "钠盐转化",
    "ZHCN": "钠盐转化",
    "ENUS": "Sodium Salt Conversion"
  },
  {
    "Name": "R钠盐转化",
    "ZHCN": "盐酸与石粉中的钠离子盐反应，经复杂的提纯工序后可获得氯化钠。",
    "ENUS": "Hydrochloric acid reacts with sodium salts in the stone powder, and after purification, sodium chloride is obtained."
  },
  {
    "Name": "海水淡化",
    "ZHCN": "海水淡化",
    "ENUS": "Seawater Desalination"
  },
  {
    "Name": "R海水淡化",
    "ZHCN": "利用反渗透膜将海水中的盐分去除。\n<color=\"#FD965ECC\">在所有产物均堆积前不会停止工作。</color>",
    "ENUS": "Remove salt from seawater using reverse osmosis membranes (will not stop working until all products are accumulated)."
  },
  {
    "Name": "羰基合成",
    "ZHCN": "羰基合成",
    "ENUS": "Hydroformylation"
  },
  {
    "Name": "R羰基合成",
    "ZHCN": "二氧化碳和水在催化剂的作用下可高效合成丙烯，是碳中和进程的重要一步。\n<color=\"#FD965ECC\">在所有产物均堆积前不会停止工作。</color>",
    "ENUS": "Carbon dioxide and water can efficiently synthesize propylene in the presence of a catalyst, an important step in the carbon-neutral process.\n<color=\"#FD965ECC\">Will not stop working until all products are accumulated.</color>"
  },
  {
    "Name": "合成氨",
    "ZHCN": "合成氨",
    "ENUS": "Ammonia Synthesis"
  },
  {
    "Name": "R合成氨",
    "ZHCN": "使用氮气和氢气作为原料，合成氨。",
    "ENUS": "Using nitrogen and hydrogen as raw materials to synthesize ammonia."
  },
  {
    "Name": "有机晶体重组",
    "ZHCN": "有机晶体重组",
    "ENUS": "Organic Crystal Reassemble"
  },
  {
    "Name": "R有机晶体重组",
    "ZHCN": "使用亚原子操控技术，可以有效地将有机晶体的组分分解并将组装成聚酰亚胺。",
    "ENUS": "Using subatomic manipulation technology, it can effectively decompose the components of organic crystal and assemble them into polyimide."
  },
  {
    "Name": "有机晶体活化",
    "ZHCN": "有机晶体活化",
    "ENUS": "Organic Crystal Activation"
  },
  {
    "Name": "R有机晶体活化",
    "ZHCN": "能量碎片能有效活化有机晶体，促使其组分断裂与重组，有效提高了亚原子操控的转化速度。",
    "ENUS": "Energy fragments can effectively activate organic crystals and induce fracture and reorganization of their components, effectively increasing the speed of conversion of subatomic manipulation."
  },
  {
    "Name": "能量物质化",
    "ZHCN": "能量物质化",
    "ENUS": "Energy Materialization"
  },
  {
    "Name": "R能量物质化",
    "ZHCN": "通过对黑雾残骸的大量逆向研究，我们终于可以一窥能量物质化的大门。",
    "ENUS": "Through the reverse engineering of the remnants of the Dark Fog, we have finally gained insight into the process of energy materialization."
  },
  {
    "Name": "二氧化硫还原",
    "ZHCN": "二氧化硫还原",
    "ENUS": "Sulfur Dioxide Reduction"
  },
  {
    "Name": "R二氧化硫还原",
    "ZHCN": "使用石墨对二氧化硫进行还原，可得到粉末状的硫单质。\n<color=\"#FD965ECC\">在所有产物均堆积前不会停止工作。</color>",
    "ENUS": "Using carbon to reduce sulfur dioxide can yield powdered elemental sulfur.\n<color=\"#FD965ECC\">Will not stop working until all products are accumulated.</color>"
  },
  {
    "Name": "煤炭液化",
    "ZHCN": "煤炭液化",
    "ENUS": "Coal Liquefaction"
  },
  {
    "Name": "R煤炭液化",
    "ZHCN": "煤炭在氢气和催化剂作用下，可以转变为一种重要的化工原料——焦油。",
    "ENUS": "Coal, in the presence of hydrogen and a catalyst, can be transformed into an important chemical raw material, tar."
  },
  {
    "Name": "焦油分馏",
    "ZHCN": "焦油分馏",
    "ENUS": "Tar Fractionation"
  },
  {
    "Name": "R焦油分馏",
    "ZHCN": "经过减压多次蒸馏，焦油中的芳香族化合物会富集在轻馏分和洗油馏分。经过后处理和纯化即可得到高质量的苯。",
    "ENUS": "After several distillations under reduced pressure, the aromatic compounds in the tar are enriched in the light and wash fractions. High quality benzene can be obtained after post-treatment and purification."
  },
  {
    "Name": "焦油裂化",
    "ZHCN": "焦油裂化",
    "ENUS": "Tar Cracking"
  },
  {
    "Name": "R焦油裂化",
    "ZHCN": "在等离子体的作用下，焦油组分发生碳链的断裂和重整，产生大量的低级不饱和烃。可通过对冷凝温度的控制稳定收集其中的丙烯。",
    "ENUS": "In the presence of plasma, the tar fraction undergoes carbon chain breaking and reforming, producing a large number of lower unsaturated hydrocarbons. The propylene can be collected in a stabilized manner by controlling the condensation temperature."
  },
  {
    "Name": "R三氯化铁",
    "ZHCN": "向盐酸和铁的液相反应体系中加入氧化剂，可以稳定产出三氯化铁。",
    "ENUS": "Addition of an oxidizing agent to the liquid-phase reaction system of hydrochloric acid and iron stabilizes the output of ferric chloride."
  },
  {
    "Name": "钨矿筛选",
    "ZHCN": "钨矿筛选",
    "ENUS": "Tungsten Ore Screening"
  },
  {
    "Name": "R钨矿筛选",
    "ZHCN": "使用硝酸浸洗钛矿，从中分离含钨的伴生矿。",
    "ENUS": "Separation of tungsten-bearing associated ore from titanium ore by nitric acid leaching."
  },
  {
    "Name": "钛晶石（高效）",
    "ZHCN": "钛晶石（高效）",
    "ENUS": "Titanium Crystal (advanced)"
  },
  {
    "Name": "R钛晶石（高效）",
    "ZHCN": "找到了有机晶体矿，生产钛晶石就变得容易许多。",
    "ENUS": "Once the organic crystal ore is found, the production of titanium crystal becomes much easier."
  },
  {
    "Name": "质能储存（高效）",
    "ZHCN": "质能储存（高效）",
    "ENUS": "Mass-energy Storage (advanced)"
  },
  {
    "Name": "R质能储存（高效）",
    "ZHCN": "在只收集反物质的前提下，可以采用更激进的磁场结构加快反物质的产出速度。",
    "ENUS": "If only collect antimatter, a more aggressive magnetic field structure to speed up the antimatter output."
  },
  {
    "Name": "R等离子精炼",
    "ZHCN": "利用等离子体精炼原油，可以获得氢气和焦油。\n<color=\"#FD965ECC\">在所有产物均堆积前不会停止工作。</color>",
    "ENUS": "Hydrogen and tar can be obtained by refining crude oil with plasma.\n<color=\"#FD965ECC\">It will not stop working until all products are stacked.</color>"
  },
  {
    "Name": "催化重整",
    "ZHCN": "催化重整",
    "ENUS": "Catalytic Reforming"
  },
  {
    "Name": "R催化重整",
    "ZHCN": "经过漫长的重整工序，可以将丙烯合成为苯。效率较低，却是历史上推动化石燃料资源封存的重要技术。\n<color=\"#FD965ECC\">在所有产物均堆积前不会停止工作。</color>",
    "ENUS": "After a lengthy reforming process, propylene can be synthesized into benzene. Less efficient, but an important technology that has historically driven the sequestration of fossil fuel resources.\n<color=\"#FD965ECC\">Will not stop working until all products are accumulated.</color>"
  },
  {
    "Name": "氨氧化",
    "ZHCN": "氨氧化",
    "ENUS": "Ammonia Oxidation"
  },
  {
    "Name": "R氨氧化",
    "ZHCN": "氨气与氧气进行反应，经过一系列反应合成硝酸。",
    "ENUS": "Ammonia reacts with oxygen to produce nitric acid."
  },
  {
    "Name": "R石墨烯（高效）",
    "ZHCN": "找到可燃冰矿，制造石墨烯就会变得容易许多。\n<color=\"#FD965ECC\">在所有产物均堆积前不会停止工作。</color>",
    "ENUS": "It will be a lot easier to produce graphene if you can find combustible ice minerals.\n<color=\"#FD965ECC\">Will not stop working until all products are accumulated.</color>"
  },
  {
    "Name": "处理器（高效）",
    "ZHCN": "处理器（高效）",
    "ENUS": "Processor (advanced)"
  },
  {
    "Name": "R处理器（高效）",
    "ZHCN": "利用光学基板，可以高效生产处理器。",
    "ENUS": "Using optical substrate making it easy to produce processors in batch."
  },
  {
    "Name": "放射性矿物处理",
    "ZHCN": "放射性矿物处理",
    "ENUS": "Radioactive Mineral Processing"
  },
  {
    "Name": "R放射性矿物处理",
    "ZHCN": "利用氢氧化钠处理放射性矿物，将含有的放射性物质沉降分离。\n<color=\"#FD965ECC\">在所有产物均堆积前不会停止工作。</color>",
    "ENUS": "Treatment of radioactive minerals with sodium hydroxide to precipitate and separate the contained radioactive ore.\n<color=\"#FD965ECC\">Will not stop working until all products are accumulated.</color>"
  },
  {
    "Name": "铁矿精炼",
    "ZHCN": "铁矿精炼",
    "ENUS": "Iron Ore Refining"
  },
  {
    "Name": "R铁矿精炼",
    "ZHCN": "从原矿中分离的纯净粉可以实现效率更高的生产。",
    "ENUS": "The pure powder separated from the raw ore allows for more efficient production."
  },
  {
    "Name": "铜矿精炼",
    "ZHCN": "铜矿精炼",
    "ENUS": "Copper Ore Refining"
  },
  {
    "Name": "R铜矿精炼",
    "ZHCN": "从原矿中分离的纯净粉可以实现效率更高的生产。",
    "ENUS": "The pure powder separated from the raw ore allows for more efficient production."
  },
  {
    "Name": "硅矿精炼",
    "ZHCN": "硅矿精炼",
    "ENUS": "Silicon Ore Refining"
  },
  {
    "Name": "R硅矿精炼",
    "ZHCN": "从原矿中分离的纯净粉可以实现效率更高的生产。",
    "ENUS": "The pure powder separated from the raw ore allows for more efficient production."
  },
  {
    "Name": "铝矿精炼",
    "ZHCN": "铝矿精炼",
    "ENUS": "Aluminum Ore Refining"
  },
  {
    "Name": "R铝矿精炼",
    "ZHCN": "从原矿中分离的纯净粉可以实现效率更高的生产。",
    "ENUS": "The pure powder separated from the raw ore allows for more efficient production."
  },
  {
    "Name": "钛矿精炼",
    "ZHCN": "钛矿精炼",
    "ENUS": "Titanium Ore Refining"
  },
  {
    "Name": "R钛矿精炼",
    "ZHCN": "从原矿中分离的纯净粉可以实现效率更高的生产。",
    "ENUS": "The pure powder separated from the raw ore allows for more efficient production."
  },
  {
    "Name": "钨矿精炼",
    "ZHCN": "钨矿精炼",
    "ENUS": "Tungsten Ore Refining"
  },
  {
    "Name": "R钨矿精炼",
    "ZHCN": "从原矿中分离的纯净粉可以实现效率更高的生产。",
    "ENUS": "The pure powder separated from the raw ore allows for more efficient production."
  },
  {
    "Name": "石矿精炼",
    "ZHCN": "石矿精炼",
    "ENUS": "Stone Refining"
  },
  {
    "Name": "R石矿精炼",
    "ZHCN": "从原矿中分离的纯净粉可以实现效率更高的生产。",
    "ENUS": "The pure powder separated from the raw ore allows for more efficient production."
  },
  {
    "Name": "煤矿精炼",
    "ZHCN": "煤矿精炼",
    "ENUS": "Coal Refining"
  },
  {
    "Name": "R煤矿精炼",
    "ZHCN": "从原矿中分离的纯净粉可以实现效率更高的生产。",
    "ENUS": "The pure powder separated from the raw ore allows for more efficient production."
  },
  {
    "Name": "物质回收",
    "ZHCN": "物质回收",
    "ENUS": "Matter Recovery"
  },
  {
    "Name": "R物质回收",
    "ZHCN": "将物质分解成沙土；或拆解建筑，返还75%的制造原料到背包。",
    "ENUS": "Breaks down the matter into soil pile; Incoming buildable items return 75% of materials to the package (if the package is not full)."
  },
  {
    "Name": "T地热开采",
    "ZHCN": "地热开采",
    "ENUS": "Geothermal Mining"
  },
  {
    "Name": "T基础化工描述",
    "ZHCN": "没有化工的科学是停滞不前的。",
    "ENUS": "Science without chemicals is stagnant."
  },
  {
    "Name": "T高分子化工描述",
    "ZHCN": "高分子化工的发展不仅促进了新材料的不断涌现，还允许我们制造有机晶体。",
    "ENUS": "The development of polymer chemistry has not only facilitated the emergence of new materials, but has also allowed us to make organic crystals."
  },
  {
    "Name": "T强相互作用力材料",
    "ZHCN": "强相互作用力材料",
    "ENUS": "Strong Force Material"
  },
  {
    "Name": "T强相互作用力材料描述",
    "ZHCN": "在特殊力场的作用下，可使强相互作用力溢出至宏观尺度。",
    "ENUS": "With the action of a special force field, A material can formed by the spillover of strong interaction forces to the macroscopic scale."
  },
  {
    "Name": "T人造恒星MK2描述",
    "ZHCN": "基于反物质约束技术的新一代人造恒星，直接利用质能转换过程进行发电。",
    "ENUS": "A new generation of artificial stars based on antimatter confinement technology, directly utilizing the mass-energy conversion process for power generation."
  },
  {
    "Name": "T人造恒星MK2结果",
    "ZHCN": "掌控质能转换技术，可以将反物质转化为能量。",
    "ENUS": "You have mastered the technology of mass-energy conversion, and can now convert antimatter into energy."
  },
  {
    "Name": "T火力发电",
    "ZHCN": "燃料电池发电",
    "ENUS": "Fuel Cell Power"
  },
  {
    "Name": "火力发电结果",
    "ZHCN": "你现在可以使用燃料电池发电厂了，它是一种需要消耗可燃物产生电能的发电设施，有能量转化率。",
    "ENUS": "The Fuel Cell Power Plant is now available, a power generation facility that partially converts the heat energy of combustible fuels to electricity."
  },
  {
    "Name": "T粒子对撞机",
    "ZHCN": "粒子对撞机",
    "ENUS": "Particle Collider"
  },
  {
    "Name": "T人造恒星MK2",
    "ZHCN": "质能转换利用",
    "ENUS": "Qualitative transformation annihilation"
  },
  {
    "Name": "T物品增产",
    "ZHCN": "物品增产",
    "ENUS": "Incremental Production"
  },
  {
    "Name": "T量子折跃",
    "ZHCN": "量子折跃",
    "ENUS": "Quantum Navigation"
  },
  {
    "Name": "T量子折跃描述",
    "ZHCN": "消耗1个<color=\"#FD965ECC\">负熵奇点</color>和 12GJ 能量短暂进入虚数空间，并将机甲传送至<color=\"#FD965ECC\">星图模式</color>下选择的任意星球，但请小心星轨间的干扰。\r\n<color=\"#FD965ECC\">警告：</color>该科技的相关技术已被COSMO技术伦理委员会禁用，<color=\"#FD965ECC\">请手动研究。</color>",
    "ENUS": "Consumes 1 <color=\"#FD965ECC\">Negentropy Singularity</color> and 12GJ mecha energy to open up a rift to imaginary space and teleport the mecha to any planet selected in <color=\"#FD965ECC\">Star Map Mode</color>, but be careful of the interference between the orbits.\r\n<color=\"#FD965ECC\">Warning:</color> This technology has been prohibited by the COSMO Technology Ethics Committee. <color=\"#FD965ECC\">Please initiate such research manually.</color>"
  },
  {
    "Name": "人造恒星描述",
    "ZHCN": "基于磁约束技术对等离子体进行精准控制，模拟恒星结构并以此发电。",
    "ENUS": "Precise control of plasma based on magnetic confinement technology to simulate stellar structure and generate electricity from it."
  },
  {
    "Name": "T标准制造单元",
    "ZHCN": "标准制造单元",
    "ENUS": "Standard Assembler"
  },
  {
    "Name": "T高精度加工技术",
    "ZHCN": "高精度加工",
    "ENUS": "Precise Assembler"
  },
  {
    "Name": "T矿物处理",
    "ZHCN": "矿物处理",
    "ENUS": "Mineral Pretreatment"
  },
  {
    "Name": "T矿物处理描述",
    "ZHCN": "进一步对矿石进行预先粉碎处理可明显提高熔炉的效率，并使矿物转化变得可能。",
    "ENUS": "Further pre-crushing of the ore significantly improves the efficiency of the furnace and makes mineral transformation possible."
  },
  {
    "Name": "T裂变发电站",
    "ZHCN": "裂变发电站",
    "ENUS": "Fission Power Station"
  },
  {
    "Name": "T戴森球计划:太阳帆轨道系统",
    "ZHCN": "戴森球计划: 太阳帆轨道系统",
    "ENUS": "Dyson Sphere Program: Solar Sail Orbital System"
  },
  {
    "Name": "T戴森球计划:戴森球能源传输系统",
    "ZHCN": "戴森球计划: 戴森球能源传输系统",
    "ENUS": "Dyson Sphere Program: Dyson Sphere Energy Transfer System"
  },
  {
    "Name": "T戴森球计划:行星电离层利用",
    "ZHCN": "戴森球计划: 行星电离层利用",
    "ENUS": "Dyson Sphere Program: Planetary Ionosphere Utilization"
  },
  {
    "Name": "T戴森球计划:光子逆变技术",
    "ZHCN": "戴森球计划: 光子逆变技术",
    "ENUS": "Dyson Sphere Program: Photonic Inverter Technology"
  },
  {
    "Name": "T戴森球计划:戴森球组件运输系统",
    "ZHCN": "戴森球计划: 戴森球组件运输系统",
    "ENUS": "Dyson Sphere Program: Dyson Sphere Component Transport Systems"
  },
  {
    "Name": "T戴森球计划:戴森球应力系统",
    "ZHCN": "戴森球计划: 戴森球应力系统",
    "ENUS": "Dyson Sphere Program: Dyson Sphere Stress System"
  },
  {
    "Name": "T物品仓储",
    "ZHCN": "物品仓储",
    "ENUS": "Item Storage"
  },
  {
    "Name": "T气体冷凝",
    "ZHCN": "气体冷凝",
    "ENUS": "Gas Condensation"
  },
  {
    "Name": "T气体冷凝描述",
    "ZHCN": "经过低温技术的进一步发展，可以将气体冷凝为液态，并作为工业原料利用。",
    "ENUS": "With further development of cryogenic technology, gases can be condensed to liquid form and utilized as industrial raw materials."
  },
  {
    "Name": "T广播式能源",
    "ZHCN": "逆向工程: 广播式能源",
    "ENUS": "Reverse Engineering: Broadcast Energy"
  },
  {
    "Name": "T基础机械组件",
    "ZHCN": "基础机械组件",
    "ENUS": "Basic Mechanical Components"
  },
  {
    "Name": "T基础机械组件描述",
    "ZHCN": "将简单的零件打包成机械组件，可以更高效的制造基础生产设备。毫无疑问，工业生产能够如此高效，无不依赖于模块化集成化的思路。",
    "ENUS": "The packaging of simple parts into mechanical assemblies allows for more efficient manufacturing of basic production equipment."
  },
  {
    "Name": "T先进机械组件",
    "ZHCN": "先进机械组件",
    "ENUS": "Advanced Mechanical Components"
  },
  {
    "Name": "T先进机械组件描述",
    "ZHCN": "集成处理器和金属钛的应用，使得我们能够制造更坚固而且更精密的生产设备。",
    "ENUS": "The use of integrated processors and metallic titanium has allowed us to build stronger and more sophisticated production equipment."
  },
  {
    "Name": "T尖端机械组件",
    "ZHCN": "尖端机械组件",
    "ENUS": "Sophisticated Mechanical Components"
  },
  {
    "Name": "T尖端机械组件描述",
    "ZHCN": "通过大规模应用量子芯片和金属钨，太空发射有关设备的可靠性被大大提高。",
    "ENUS": "Through the large-scale application of quantum chips and metal tungsten, the reliability of space launch-related equipment is greatly improved."
  },
  {
    "Name": "T钨强化金属",
    "ZHCN": "钨强化金属",
    "ENUS": "Tungsten Alloy"
  },
  {
    "Name": "T钨强化金属描述",
    "ZHCN": "使用纳米尺度的金属钨生产的钨基金属复合材料，具有极高的强度和韧性，可用来生产对于材料强度需求较高的设备。",
    "ENUS": "Tungsten-based metal composites produced using nanoscale tungsten metal have extremely high strength and toughness, can be used to produce devices that require high material strength."
  },
  {
    "Name": "T虚拟技术革新",
    "ZHCN": "家园世界: 虚拟技术革新",
    "ENUS": "Homeworld: Virtual technology innovation"
  },
  {
    "Name": "T虚拟技术革新描述",
    "ZHCN": "光学计算技术的问世标志着一场新的信息技术革命的开始，使用光脉冲信号代替传统电子讯号能够显著降低计算设备的发热量从而提高工作效率，而天然光栅石所制造的新型传输介质让从未有人敢设想的信息传输速度变成了现实。据悉，主脑所维持的家园世界就大量的使用了这种技术。",
    "ENUS": "The introduction of optical computing technology marked the beginning of a new revolution in information technology. The use of light pulse signals instead of traditional electronic signals could significantly reduce the heat generated by computing equipment and thus increase work efficiency, while the new transmission medium made of natural lenticular stone made information transmission speeds that no one had ever dared to envision a reality. It is said that the home world maintained by the Mastermind makes extensive use of this technology."
  },
  {
    "Name": "T光学信息传输技术",
    "ZHCN": "家园世界: 光学信息传输技术",
    "ENUS": "Homeworld: Optical information transfer technology"
  },
  {
    "Name": "T光学信息传输技术描述",
    "ZHCN": "使用天然光栅石制造的类光纤信息传输介质，这种全新的介质让信息传输速度达到了一个全新的层次。",
    "ENUS": "Using a fiber-like information transmission medium made from natural lenticular stone, this new medium takes information transmission speeds to a whole new level."
  },
  {
    "Name": "T超级量子计算机",
    "ZHCN": "超级量子计算机",
    "ENUS": "Super Nano Computer"
  },
  {
    "Name": "T超级量子计算机描述",
    "ZHCN": "成熟的量子计算技术是衡量一个文明发展水平的条件之一，在主脑的计算中，这是一个重要的分水岭。",
    "ENUS": "Mature quantum computing technology is one of the conditions that measures the level of development of a civilization, and in the case of mastermind computing, it is an important watershed."
  },
  {
    "Name": "T光学计算机",
    "ZHCN": "家园世界: 光学计算机",
    "ENUS": "Homeworld: Optical Computer"
  },
  {
    "Name": "T光学计算机描述",
    "ZHCN": "使用新一代光学计算技术制造的先进计算机，拥有远超传统计算机的优异性能。",
    "ENUS": "Advanced computers built with next-generation optical computing technology have superior performance far beyond that of conventional computers."
  },
  {
    "Name": "T钨强化玻璃",
    "ZHCN": "钨强化玻璃",
    "ENUS": "Tungsten Glass"
  },
  {
    "Name": "T钨强化玻璃描述",
    "ZHCN": "这种掺杂了大量纳米钨颗粒的玻璃通体黝黑，但是有着极高的硬度，在极端环境下或许可以大展拳脚。",
    "ENUS": "This glass, doped with a large number of tungsten nanoparticles, is dark, but has a very high hardness, and may be able to perform well in extreme environments."
  },
  {
    "Name": "T先进有机合成技术",
    "ZHCN": "先进有机合成技术",
    "ENUS": "Advanced Organic Synthesis Technology"
  },
  {
    "Name": "T先进有机合成技术描述",
    "ZHCN": "使用先进的合成技术，可以制造数种化学能燃料。",
    "ENUS": "Using advanced organic synthesis technology, several chemical energy fuels can be manufactured."
  },
  {
    "Name": "T放射性矿物提炼",
    "ZHCN": "放射性矿物提炼",
    "ENUS": "Radioactive Ore Purification"
  },
  {
    "Name": "T放射性矿物提炼描述",
    "ZHCN": "使用大量氢氧化钠可以将放射性矿物中的极少量的铀和钚提炼出来，作为后续提纯的原料。",
    "ENUS": "Using a large amount of sodium hydroxide can separate a small amount of plutonium ore and uranium ore in radioactive ore as raw materials for further separation."
  },
  {
    "Name": "T同位素温差发电",
    "ZHCN": "同位素温差发电",
    "ENUS": "Radioisotope Thermoelectric Generator"
  },
  {
    "Name": "T同位素温差发电描述",
    "ZHCN": "MOX燃料棒可将裂变的能量最大程度释放，而利用塞贝克效应可将能量缓慢但持续地转换成电能。",
    "ENUS": "MOX fuel rods maximize the release of fission energy, which can be slowly but continuously converted into electricity using the Seebeck effect."
  },
  {
    "Name": "T裂变能源燃料棒",
    "ZHCN": "裂变能源燃料棒",
    "ENUS": "Fission Fuel Rod"
  },
  {
    "Name": "T裂变能源燃料棒描述",
    "ZHCN": "使用放射性同位素制作的裂变燃料。",
    "ENUS": "Fission fuel made with radioisotopes."
  },
  {
    "Name": "T聚变燃料提取",
    "ZHCN": "聚变燃料提取",
    "ENUS": "Fusion Isotope Extraction"
  },
  {
    "Name": "T聚变燃料提取描述",
    "ZHCN": "光栅石的特殊晶格结构使其可作为富集氦原子的理想载体，利用其富集的氦原子可以为制作聚变燃料找到一条捷径。",
    "ENUS": "The special lattice structure of the grating stone makes it an ideal carrier for enriching helium atoms. The enriched helium atoms can be used to find a shortcut for making fusion fuel."
  },
  {
    "Name": "T聚变能源燃料棒",
    "ZHCN": "聚变能源燃料棒",
    "ENUS": "Fusion Fuel Rod"
  },
  {
    "Name": "T聚变能源燃料棒描述",
    "ZHCN": "使用聚变同位素制作的聚变燃料棒。",
    "ENUS": "Fusion fuel rod made with fusion isotopes."
  },
  {
    "Name": "T天穹装配厂",
    "ZHCN": "巨型建筑: 天穹装配厂",
    "ENUS": "Mega Buildings: The Cosmic Assembler"
  },
  {
    "Name": "T天穹装配厂描述",
    "ZHCN": "高度智能化的大型工厂，有着远超标准制造单元的效率。",
    "ENUS": "A highly intelligent large-scale factory with efficiency far exceeding that of a Standard Assembler."
  },
  {
    "Name": "T物质裂解塔",
    "ZHCN": "巨型建筑: 物质裂解塔",
    "ENUS": "Mega Buildings: The Cosmic Splitting Factory"
  },
  {
    "Name": "T物质裂解塔描述",
    "ZHCN": "使用聚变能源驱动的裂解炉，能够对矿物进行最高效率的利用。",
    "ENUS": "Splitting furnaces powered by fusion energy enable the most efficient use of minerals."
  },
  {
    "Name": "T行星级化学反应釜",
    "ZHCN": "巨型建筑: 行星级化学反应釜",
    "ENUS": "Mega Buildings: Planetary Chemical Reaction Kettle"
  },
  {
    "Name": "T行星级化学反应釜描述",
    "ZHCN": "一座史无前例的巨型化工厂。",
    "ENUS": "An unprecedented mega chemical plant."
  },
  {
    "Name": "T精密结构组装厂",
    "ZHCN": "巨型建筑: 精密结构组装厂",
    "ENUS": "Mega Buildings: Super Precise Assembly Factory"
  },
  {
    "Name": "T精密结构组装厂描述",
    "ZHCN": "精密装配线的未来。",
    "ENUS": "Precise assembler's future."
  },
  {
    "Name": "T物质分解设施",
    "ZHCN": "巨型建筑: 物质分解设施",
    "ENUS": "Mega Buildings: Recycling Factory"
  },
  {
    "Name": "T物质分解设施描述",
    "ZHCN": "利用光子聚束技术将物质分解成粒子态并将其重组为<color=\"#FD965ECC\">沙土</color>，一举两得。\n[产出的沙土会直接加入背包中]",
    "ENUS": "By using photon beam technology, the material is broken down into particle states and reconstituted into <color=\"#FD965ECC\">sand</color>."
  },
  {
    "Name": "T巨型粒子对撞机",
    "ZHCN": "巨型建筑: 巨型粒子对撞机",
    "ENUS": "Mega Buildings: Mega Particle Collider"
  },
  {
    "Name": "T巨型粒子对撞机描述",
    "ZHCN": "大量并行运行的加速器将生产力提升到一个崭新的高度。",
    "ENUS": "The large number of parallel running accelerators takes productivity to a whole new level."
  },
  {
    "Name": "T化学",
    "ZHCN": "化学",
    "ENUS": "Chemistry"
  },
  {
    "Name": "T工业化生产",
    "ZHCN": "工业生产",
    "ENUS": "Industrial"
  },
  {
    "Name": "T科学理论",
    "ZHCN": "科学理论",
    "ENUS": "Scientific Theory"
  },
  {
    "Name": "T巨型建筑工程学",
    "ZHCN": "巨型建筑工程学",
    "ENUS": "Mega Buildings Engineering"
  },
  {
    "Name": "T巨型建筑工程学描述",
    "ZHCN": "随着生产线的不断扩张，对更高集成度的生产设施的需求愈发迫切。",
    "ENUS": "As production lines continue to expand, the need for more integrated production facilities becomes increasingly urgent."
  },
  {
    "Name": "T化学能燃料棒描述",
    "ZHCN": "利用新合成的特殊燃料，四氢双环戊二烯，为生产线和机甲供能。",
    "ENUS": "Using a newly synthesized special fuel JP-10, to power factories and mecha."
  },
  {
    "Name": "T先进化工",
    "ZHCN": "先进化工",
    "ENUS": "Advanced Chemicals"
  },
  {
    "Name": "T先进化工描述",
    "ZHCN": "开发具有特殊性能的新型高分子材料，对生产线的扩张与升级有着重要意义。",
    "ENUS": "The development of new polymer materials with special properties is of great significance for the expansion and upgrading of production lines."
  },
  {
    "Name": "T焦油精炼",
    "ZHCN": "焦油精炼",
    "ENUS": "Tar Refining"
  },
  {
    "Name": "T焦油精炼描述",
    "ZHCN": "精炼焦油可以得到重要的化工原料。",
    "ENUS": "Refining tar can yield important raw chemical materials."
  },
  {
    "Name": "T行星协调中心",
    "ZHCN": "行星协调中心",
    "ENUS": "Coordination Center"
  },
  {
    "Name": "T行星协调中心描述",
    "ZHCN": "随着星球生产线的不断扩大和算力的发展，部署一个协调中心可以更精确地控制星球工厂。",
    "ENUS": "As the production lines on the planet are constantly expanding and the computing power is developing, deploying a coordination center can more accurately control the planet's factories."
  },
  {
    "Name": "行星协调中心文字描述",
    "ZHCN": "打开行星视图可以对本星球的协调中心进行调整",
    "ENUS": "Can open the planet view to adjust the coordination center"
  },
  {
    "Name": "T物品仓储描述",
    "ZHCN": "小型储物仓可以搭建在四向分流器上，而大型储物仓具有更大的储量。",
    "ENUS": "Storage Mk.I can be built on Splitter.\nStorage Mk.II has twice the capacity."
  },
  {
    "Name": "T物品仓储结果",
    "ZHCN": "你解锁了储物仓，可以将采集到的矿物与生产中的中间产物存入其中。",
    "ENUS": "Storage Mk.I can be built on Splitter.\nStorage Mk.II has twice the capacity."
  },
  {
    "Name": "X射线裂解描述",
    "ZHCN": "利用高能的X射线将焦油裂解成氢和高能石墨。",
    "ENUS": "High-energy X-ray photocatalysis can crack tar into hydrogen and energetic graphite."
  },
  {
    "Name": "RX射线裂解",
    "ZHCN": "利用高能的X射线将焦油裂解，从而获得氢和高能石墨。",
    "ENUS": "X-rays can crack the tar into hydrogen and energetic graphite."
  },
  {
    "Name": "高强度玻璃描述",
    "ZHCN": "在熔融态的玻璃中掺入一定比例的钛，制成的高强度玻璃，对更复杂、更激烈的工业生产十分实用。",
    "ENUS": "Incorporating a specific proportion of titanium into molten glass can create high-strength Titanium Glass which is suitable for more complex industrial production."
  },
  {
    "Name": "奇异物质描述",
    "ZHCN": "在氘聚变的强大能量作用下，将物质压缩到非常小的点，从而使原子核夸克发生改变，瞬间变成简并态的奇异物质。",
    "ENUS": "Under the powerful energy of deuterium fusion, vapor is compressed to an extremely small size which causes the quark's of atomic nucleus to change and instantly degenerate into strange matter."
  },
  {
    "Name": "基础物流系统描述",
    "ZHCN": "利用<color=\"#FD965ECC\">传送带</color>及<color=\"#FD965ECC\">分拣器</color>将货物从一个地方运输到另一个地方，实现自动化生产。\n<color=\"#FD965ECC\">四向分流器</color>可以对货物进行分流或者均衡多条传送带，可使用TAB键切换它的三种样式。",
    "ENUS": "Use the <color=\"#FD965ECC\">Conveyor belt</color> and <color=\"#FD965ECC\">Sorter</color> to transport cargo from one place to another to achieve automated production.\n<color=\"#FD965ECC\">Splitter</color> can diverge cargo or balance multiple conveyor belts, making the automated production lines more diverse.\nUse TAB key to switch styles."
  },
  {
    "Name": "改良物流系统描述",
    "ZHCN": "将<color=\"#FD965ECC\">流速监测器</color>搭建在传送带上，可以监控传送带上相应位置的实时流速，并且可以设置条件来触发警报。有人用来演奏音乐。",
    "ENUS": "The <color=\"#FD965ECC\">Traffic Monitor</color> is built on the conveyor belt to monitor the real-time cargo flow rate at the corresponding location. Conditions can be set to trigger an alarm. Some people use it to play music."
  },
  {
    "Name": "I裂变能源发电站",
    "ZHCN": "新一代的一体化快中子反应堆使用金属铀钚燃料、液态钠冷却池、废料电解精炼处理以及高度自动化技术，产生大量的电力的同时不需要考虑废料的处理。",
    "ENUS": "The new generation of integrated fast reactors uses uranium-plutonium metal fuel, liquid sodium cooling pools, electrolytic refining of waste, and highly automated technology to generate large amounts of power without regard to waste disposal."
  },
  {
    "Name": "T裂变发电站描述",
    "ZHCN": "金属铀钚燃料、液态钠冷却池、废料电解精炼处理以及高度自动化技术的综合应用，使一体化快中子反应堆产生大量的电力的同时不需要考虑废料的处理。",
    "ENUS": "The new generation of integrated fast reactors uses uranium-plutonium metal fuel, liquid sodium cooling pools, electrolytic refining of waste, and highly automated technology to generate large amounts of power without regard to waste disposal."
  },
  {
    "Name": "T裂变发电站结果",
    "ZHCN": "金属铀钚燃料、液态钠冷却池、废料电解精炼处理以及高度自动化技术的综合应用，使一体化快中子反应堆产生大量的电力的同时不需要考虑废料的处理。",
    "ENUS": "The new generation of integrated fast reactors uses uranium-plutonium metal fuel, liquid sodium cooling pools, electrolytic refining of waste, and highly automated technology to generate large amounts of power without regard to waste disposal."
  },
  {
    "Name": "基础制造台",
    "ZHCN": "基础制造台",
    "ENUS": "Basic Assembler"
  },
  {
    "Name": "标准制造单元",
    "ZHCN": "标准制造单元",
    "ENUS": "Standard Assembler"
  },
  {
    "Name": "I标准制造单元",
    "ZHCN": "具有标准精度的工业母机。可以说，我们的制造水平向前迈进了一大步。",
    "ENUS": "Industrial masters with standardized precision. It can be said that our manufacturing level has taken a big step forward."
  },
  {
    "Name": "高精度装配线",
    "ZHCN": "高精度装配线",
    "ENUS": "Precise Assembler"
  },
  {
    "Name": "I高精度装配线",
    "ZHCN": "一台用于生产精密仪器的机器，当然，不包括它自己。",
    "ENUS": "Used to produce precision instruments, of course not have itself."
  },
  {
    "Name": "T标准制造单元描述",
    "ZHCN": "经过工业水平的进步，可以制造具有标准精度的工业母机。",
    "ENUS": "Through industrial advancement, it is possible to manufacture industrial master machines with standardized precision."
  },
  {
    "Name": "T高精度加工技术描述",
    "ZHCN": "利用先进机械组件和处理器的算力，提升制造精度。",
    "ENUS": "Leverage the arithmetic power of advanced mechanical components and processors to improve manufacturing accuracy."
  },
  {
    "Name": "钛矿冶炼描述",
    "ZHCN": "采矿和冶炼技术的进步，使得矿物控制更加容易，现在可以开采利用钛矿和钨矿了。",
    "ENUS": "The Advancements in mining and smelting technology have made ore control easier. Titanium and Tungsten can now be mined and utilized."
  },
  {
    "Name": "钛矿冶炼结果",
    "ZHCN": "你掌握了钛矿冶炼技术，现在可以开采利用钛矿和钨矿了。",
    "ENUS": "You have mastered the Titanium Ore Smelting Techniques, Titanium and Tungsten can now be mined and utilized."
  },
  {
    "Name": "卡西米尔晶体结果",
    "ZHCN": "你解锁了卡西米尔晶体，它标志着我们正将尖端物理学应用于生产。",
    "ENUS": "You have unlocked the Casimir Crystal. It signifies that we are applying cutting-edge physics to production."
  },
  {
    "Name": "人造恒星结果",
    "ZHCN": "你解锁了发电设施：人造恒星。我们在地上，重现恒星的权能。",
    "ENUS": "You have unlocked the power generation facility, the Mini-sun. We are on earth, reproducing the power of the stars."
  },
  {
    "Name": "基础制造工艺结果",
    "ZHCN": "你解锁了基础制造单元，可以将铁块、铜块等原材料制造成更高级的产物。",
    "ENUS": "You have unlocked the Basic Manufacturing Unit. It can make iron and copper ingots into more advanced products."
  },
  {
    "Name": "基础物流系统结果",
    "ZHCN": "你解锁了自动化物流的基础设施━━传送带、分拣器和四向分流器，你可以用它们来将货物自动运送到你想要的地方。",
    "ENUS": "You have unlocked automated logistics, the Conveyor Belt, Sorter and Splitter. You can use them to automatically transport the ores gathered in the mining machine for smelting."
  },
  {
    "Name": "改良物流系统结果",
    "ZHCN": "你解锁了速度更快的传送带与分拣器，以及监测物流系统工作状态的流速监测器。",
    "ENUS": "You have unlocked a conveyor belt with a larger carrying capacity, a sorter with faster speed. Traffic Monitor is built on the conveyor belt to monitor the real-time cargo flow rate at the corresponding location. Conditions can be set to trigger an alarm."
  },
  {
    "Name": "I铁矿",
    "ZHCN": "采集铁矿脉获得，可以直接冶炼成铁块，是重要的原料。",
    "ENUS": "Used to smelt iron ingots. Obtained by gathering iron vein.\n"
  },
  {
    "Name": "I有机晶体",
    "ZHCN": "稀有矿物。如此多的有机物以非生命的晶体形式存在，这种奇特的矿物或许在尖端工业生产中可以发挥特殊作用。",
    "ENUS": "Rare minerals. With so much organic matter in non-living crystalline form, this peculiar mineral may have a special role to play in cutting-edge industrial production."
  },
  {
    "Name": "I大型储物仓",
    "ZHCN": "是小型储物仓容量的两倍，但制作需要的材料也是两倍。",
    "ENUS": "Has twice the capacity of a Storage Mk.I. Materials requires twice too."
  },
  {
    "Name": "I人造恒星",
    "ZHCN": "其外围有三个使用高强度合金制造的环形结构，能够精准生成磁场约束其中的等离子体并模拟恒星反应进行发电。",
    "ENUS": "It is surrounded by three rings made of high-strength alloys that precisely generate a magnetic field to confine the plasma therein and simulate stellar reactions for power generation."
  },
  {
    "Name": "I位面熔炉",
    "ZHCN": "利用位面过滤器的自组织量子效应能产生热力学负温度流，能够极大地加速矿石熔炼或提纯的过程。",
    "ENUS": "Using the Plane Filter produce a quantum effect of self-organizing and can generate a thermodynamic negative temperature flow, the process of ores smelting or purification can be greatly accelerated."
  },
  {
    "Name": "位面冶金描述",
    "ZHCN": "研究发现，如果用波函数干扰技术对磁单极子的量子态进行过滤，能激发出热力学负温度流。利用这个原理，可以极大地加速矿石熔炼或提纯的过程。",
    "ENUS": "Research shows that the Plane Filter produce a quantum effect of self-organizing and a thermodynamic negative temperature flow can be generated. Using this technology, the process of ores smelting or purification can be greatly accelerated."
  },
  {
    "Name": "位面冶金结果",
    "ZHCN": "你解锁了更高级的熔炉━━<color=\"#FD965ECC\">位面熔炉</color>，它的速度是电弧熔炉的2倍！ ",
    "ENUS": "You have unlocked the more advanced smelter ━━ <color=\"#FD965ECC\">Plane Smelter</color>, which is twice as fast as an Arc Smelter!"
  },
  {
    "Name": "I钨矿",
    "ZHCN": "稀有矿物。钨作为化学性质稳定的重金属通常埋藏于行星深处，但在特殊的地质构造条件下，深层岩浆热液的硅铝或碳酸盐建造作用可作用于表层岩体，使星球的表面出现成规模的钨矿。",
    "ENUS": "A rare mineral. As a chemically stable heavy metal, tungsten is usually buried deep in the planet, but under special geological and tectonic conditions, the silica-aluminum or carbonate building action of deep magmatic hydrothermal fluids can act on the surface rocks and cause tungsten ores to appear on the planet's surface."
  },
  {
    "Name": "I焦油",
    "ZHCN": "有刺激性气味的粘稠液体，密度较大，富含多种芳香族、杂环和支链化合物且便于提取，是一种重要的化工原料。",
    "ENUS": "Viscous liquid with irritating odor, high density, rich in many aromatic, heterocyclic and branched chain compounds and easy to extract, it is an important chemical raw material."
  },
  {
    "Name": "I放射性矿物",
    "ZHCN": "超重元素由类质同象作用部分取代了成岩矿物的金属离子，形成的具有放射性的岩石，可从中分离出多种具有工业价值的超重元素化合物。但些许迹象也暗示着部分矿脉有受核废料污染而产生核素迁移的可能性。",
    "ENUS": "Superheavy elements are radioactive rocks formed by the partial replacement of metal ions in rock-forming minerals by homogeneous isomorphism, from which a variety of superheavy element compounds of industrial value can be isolated. However, there are some indications that some of the veins have the potential for nuclide migration due to nuclear waste contamination."
  },
  {
    "Name": "I铀矿",
    "ZHCN": "经提炼后，矿石中的铀浓度已经已经相当可观。",
    "ENUS": "After refinements, the concentration of uranium in the ore is already considerable."
  },
  {
    "Name": "I钚矿",
    "ZHCN": "经提炼后，矿石中的钚浓度已经相当可观。",
    "ENUS": "After refinements, the concentration of plutonium in the ore is already considerable."
  },
  {
    "Name": "I含铀核燃料",
    "ZHCN": "铀矿提炼产物，已经可以支撑链式反应。",
    "ENUS": "The product of refining uranium ore, which can support the chain reaction."
  },
  {
    "Name": "I含钚核燃料",
    "ZHCN": "钚矿提炼产物，已经可以支撑链式反应。",
    "ENUS": "The product of refining plutonium ore, which can support the chain reaction."
  },
  {
    "Name": "铝矿脉",
    "ZHCN": "铝矿脉",
    "ENUS": "Aluminum Veins"
  },
  {
    "Name": "铝矿",
    "ZHCN": "铝矿",
    "ENUS": "Aluminum ore"
  },
  {
    "Name": "I铝矿",
    "ZHCN": "采集铝矿脉获得，可以直接冶炼成铝块。",
    "ENUS": "Used to smelt aluminum ingots. Obtained by gathering aluminum vein."
  },
  {
    "Name": "硫矿脉",
    "ZHCN": "硫矿脉",
    "ENUS": "Sulfur Veins"
  },
  {
    "Name": "硫矿",
    "ZHCN": "硫矿",
    "ENUS": "Sulfur ore"
  },
  {
    "Name": "I硫矿",
    "ZHCN": "采集硫矿脉获得，经处理后可用于制造硫酸。",
    "ENUS": "Obtained by collecting sulphur vein, it is treated and used in making sulphuric acid."
  },
  {
    "Name": "铝块",
    "ZHCN": "铝块",
    "ENUS": "Aluminum Ingot"
  },
  {
    "Name": "I铝块",
    "ZHCN": "基本原材料之一。用于制造各种铝质组件。",
    "ENUS": "Basic raw material. Used to produce various aluminum components."
  },
  {
    "Name": "铝矿粉",
    "ZHCN": "铝矿粉",
    "ENUS": "Aluminum Ore Dust"
  },
  {
    "Name": "I铝矿粉",
    "ZHCN": "对铝矿进行预先粉碎处理的产物，可明显提高熔炉的效率。",
    "ENUS": "The product of pre-crushing of aluminum ore, which can significantly improve the efficiency of the furnace."
  },
  {
    "Name": "铝合金",
    "ZHCN": "铝合金",
    "ENUS": "Aluminum Alloy"
  },
  {
    "Name": "I铝合金",
    "ZHCN": "轻金属材料之一，可作结构材料使用。由于具有较高的强度和良好的耐蚀性和可焊性，有着广泛的应用。",
    "ENUS": "One of the light metal materials, can be used as structural materials. It has a wide range of applications due to its high strength and good corrosion resistance and weldability."
  },
  {
    "Name": "I氦",
    "ZHCN": "宇宙中丰度第二高的元素，“太阳的元素”。",
    "ENUS": "The second most abundant element in the universe, \"the element of the sun\"."
  },
  {
    "Name": "I氦三",
    "ZHCN": "稳定的氦同位素，它与重氢发生的聚变反应即是恒星的秘密。",
    "ENUS": "A stable isotope of helium, whose fusion reaction with heavy hydrogen is the secret of the star."
  },
  {
    "Name": "氦核转化",
    "ZHCN": "氦核转化",
    "ENUS": "Helium Conversion"
  },
  {
    "Name": "R氦核转化",
    "ZHCN": "使用高能质子撞击氦核，生成氦三和中子。",
    "ENUS": "Using high-energy protons to collide with helium-4, produces helium-3."
  },
  {
    "Name": "I反物质约束单元",
    "ZHCN": "可以约束一单位反物质的磁阱。",
    "ENUS": "The magnetic trap that can confine one unit of antimatter."
  },
  {
    "Name": "I氦闪约束器",
    "ZHCN": "以强大的磁场约束等离子体在其中环绕，坚固的材料甚至可以承受氦闪的冲击。",
    "ENUS": "With a strong magnetic field to bind the plasma around it, the robust material can even withstand the impact of a helium flash."
  },
  {
    "Name": "I光子结晶",
    "ZHCN": "利用庞大的能量将大量临界光子约束在一小块区域，使其具有部分晶体性质。",
    "ENUS": "The massive energy is used to confine a large number of critical photons to a small region, giving them partially crystalline properties."
  },
  {
    "Name": "I三元精金",
    "ZHCN": "在特殊力场的作用下，使强相互作用力溢出至宏观尺度而形成的材料，是具象化的“坚固”概念。",
    "ENUS": "A material formed by the spillover of strong interaction forces to the macroscopic scale under the action of a special force field - a figurative concept of \"solidity\"."
  },
  {
    "Name": "I钨块",
    "ZHCN": "冶炼钨矿获得。这种元素具有划时代的潜力。",
    "ENUS": "Obtained by smelting tungsten ore. This element has epoch-making potential."
  },
  {
    "Name": "I钨强化玻璃",
    "ZHCN": "当反应剧烈到钛强化玻璃也很难承受时，就轮到它登场了。",
    "ENUS": "When the reaction is so violent that even titanium-reinforced glass is difficult to withstand, it is its turn to make an appearance."
  },
  {
    "Name": "I钨合金",
    "ZHCN": "加入钨的合金。在电磁力的领域中，它就是王者。",
    "ENUS": "An alloy with tungsten added. In the field of electromagnetic force, it is the king."
  },
  {
    "Name": "大抽水机",
    "ZHCN": "聚束液体汲取设施",
    "ENUS": "Photon beam liquid extraction facility"
  },
  {
    "Name": "I大抽水机",
    "ZHCN": "利用光子聚束技术，快速汲取大量液体。",
    "ENUS": "Using photon beam technology, quickly extract large amounts of liquid."
  },
  {
    "Name": "大气采集站",
    "ZHCN": "大气采集站",
    "ENUS": "Atmospheric Collect Station"
  },
  {
    "Name": "I大气采集站",
    "ZHCN": "可以富集并收集大气成分的自维持大型设施。",
    "ENUS": "A large self-sustaining facility that can enrich and collect atmospheric components."
  },
  {
    "Name": "I轨道采集器",
    "ZHCN": "用来采集气态行星上的资源，使用同位素温差发电来维持在轨道上工作所需的能量。",
    "ENUS": "It is used to collect resources from gas giants. It use radioisotope thermoelectric generator to power the collector to work in orbit."
  },
  {
    "Name": "二氧化碳",
    "ZHCN": "二氧化碳",
    "ENUS": "Carbon Dioxide"
  },
  {
    "Name": "I二氧化碳",
    "ZHCN": "无色无味的气体，分布广泛。",
    "ENUS": "Colorless and odorless gas, widely distributed."
  },
  {
    "Name": "二氧化硫",
    "ZHCN": "二氧化硫",
    "ENUS": "Sulfur Dioxide"
  },
  {
    "Name": "I二氧化硫",
    "ZHCN": "具有强烈的刺激性气味的无色气体。",
    "ENUS": "Colorless gas with a strong, pungent odor."
  },
  {
    "Name": "氮",
    "ZHCN": "氮",
    "ENUS": "Nitrogen"
  },
  {
    "Name": "I氮",
    "ZHCN": "无色无味的气体，分布广泛。",
    "ENUS": "Colorless and odorless gas, widely distributed."
  },
  {
    "Name": "开发者日志01",
    "ZHCN": "开发者日志01",
    "ENUS": "Developer Log 01"
  },
  {
    "Name": "I开发者日志01",
    "ZHCN": "当地时间2022年1月30日-条目1\n嗯……现在是2022年，一月三十日，大年二十九的凌晨三点半。\n我不知道我是怀着怎样的心态写下这个企划。\n我只希望我能做到心目中的最好。\n凌晨四点。\n我给自己定下的目标是，二月底之前，一个月。\n我希望自己能做到。\n晚安。",
    "ENUS": "Waiting for a translation..."
  },
  {
    "Name": "开发者日志02",
    "ZHCN": "开发者日志02",
    "ENUS": "Developer Log 02"
  },
  {
    "Name": "I开发者日志02",
    "ZHCN": "当地时间2022年1月30日-条目2\n晚上八点零三分。\n我感觉自己受到了双重打击……api作者做出了我梦寐以求的东西，他的源码我却看不懂。\n我还能坚持下去吗？这个企划会胎死腹中吗？\n……………………\n好吧，也许会。我很不愿意这么说……但恐怕这次，我只能做出一个半成品了。\n希望你不会责备我。",
    "ENUS": "Waiting for a translation..."
  },
  {
    "Name": "开发者日志03",
    "ZHCN": "开发者日志03",
    "ENUS": "Developer Log 03"
  },
  {
    "Name": "I开发者日志03",
    "ZHCN": "当地时间2022年2月1日-条目1\n咕了好久终于正式启动了，图标，科技，新物品……\n现在是2022年，2月1日，大年初一。\n我又有了一个新的想法，不过要回去看看另一套源码才能决定能不能实现……我想改变火箭的结构点数。\n我能成功吗？\n血的教训。\n不要，TMD，犯，低级错误。还有，一定要debug。\n（死目）\n哦对，结构点数没改成。\n啊对，记得回去加一个配方类型的修改方法。",
    "ENUS": "Waiting for a translation..."
  },
  {
    "Name": "开发者日志04",
    "ZHCN": "开发者日志04",
    "ENUS": "Developer Log 04"
  },
  {
    "Name": "I开发者日志04",
    "ZHCN": "当地时间2022年2月3日-条目1\n偏偏这个时候出现了一个更多页面的mod\n那自然是……拿来主义）\n成为我的前置吧！（笑）\n既然这样，那这个游戏就有更多的可能性了……钛晶圆，钨晶圆，功率IC，电路基板，化工……\n2022.02.03，现在是大年初三晚上十点五十分。化工线基本完成，接下来就是烦人的代码环节……\n顺便把科技树图标做完了。\n今晚应该又要熬夜吧。",
    "ENUS": "Waiting for a translation..."
  },
  {
    "Name": "开发者日志05",
    "ZHCN": "开发者日志05",
    "ENUS": "Developer Log 05"
  },
  {
    "Name": "I开发者日志05",
    "ZHCN": "当地时间2022年2月4日-条目1\n……坏事了，unity好像不支持中文名诶？！\n我需要，做个小小的实验……\n顺便，现在是2022.02.04，大年初四，凌晨零点二十分。\n……凌晨一点十三分，我好像又踩了一个坑。\n我希望这是个坑，因为那样我就不用继续debug了。",
    "ENUS": "Waiting for a translation..."
  },
  {
    "Name": "开发者日志06",
    "ZHCN": "开发者日志06",
    "ENUS": "Developer Log 06"
  },
  {
    "Name": "I开发者日志06",
    "ZHCN": "当地时间2022年2月4日-条目2\n现在是，2022.02.04，星期五，凌晨一点四十六分。\n我感觉我所学不多且不成体系的编程知识在此刻受到了严重冲击。\n写下上一条日志的时候，我的工程文件不管怎么编译，修改，都在报错。\n我debug了将近一个小时，始终无果。\n就在刚才，我第不知道多少次重新编译源码——\n嘿，您猜怎么着？\n我的代码跑起来辣！\n草。",
    "ENUS": "Waiting for a translation..."
  },
  {
    "Name": "开发者日志07",
    "ZHCN": "开发者日志07",
    "ENUS": "Developer Log 07"
  },
  {
    "Name": "I开发者日志07",
    "ZHCN": "当地时间2022年2月4日-条目3\n现在是，2022.02.04，下午两点零八分。\n化工线的第一个配方终于成功写入。\n这是第一步，但绝不是最后一步。\n……又踩了个坑。\n戴森球的配方逻辑是，配方会继承第一个产物的信息，包括名字介绍这些。\n当然也不会显示副产物。\n想要修改必须使用公式配方作为元数据。\n草。",
    "ENUS": "Waiting for a translation..."
  },
  {
    "Name": "开发者日志08",
    "ZHCN": "开发者日志08",
    "ENUS": "Developer Log 08"
  },
  {
    "Name": "I开发者日志08",
    "ZHCN": "当地时间2022年2月4日-条目4\n现在是，2022.02.04，晚上七点零四分。\n化工线做到一半发现一点问题。\n稍微思考了一下，我决定还是自己打开gtnh……然后把化工线重新捋一遍。\n因为群友提醒了我，虽然木头是不可再生的……\n——但是有个东西，叫煤焦油。",
    "ENUS": "Waiting for a translation..."
  },
  {
    "Name": "开发者日志09",
    "ZHCN": "开发者日志09",
    "ENUS": "Developer Log 09"
  },
  {
    "Name": "I开发者日志09",
    "ZHCN": "当地时间2022年2月5日-条目1\n现在是，2022.02.05，上午十点三十九分。\n做完彻底完成了化工线，只剩两个最终产物了，顺便把电路基板和IC晶片的配方做了一下。\n距离物品系统实装又近了一步。\n现在是，2022.02.05，下午五点五十六分。\n又踩了个坑。\n戴森球的配方上限是825……怪。",
    "ENUS": "Waiting for a translation..."
  },
  {
    "Name": "开发者日志10",
    "ZHCN": "开发者日志10",
    "ENUS": "Developer Log 10"
  },
  {
    "Name": "I开发者日志10",
    "ZHCN": "当地时间2022年2月6日-条目1\n现在是，2022.02.06，凌晨零点五十七分。\n现实里遇到一些胃疼的事，开发进度可能会延缓一点。\n顺便给化工线加了点新东西。\n物品已经彻底完成，接下来就是覆写配方和科技树。\n这将是一个漫长的过程。\n现在是，2022.02.06，凌晨两点零三分。\n有一小部分配方出现了莫名其妙的数组越界现象，但是我找不到问题在哪。\n似乎并没有影响到游戏。",
    "ENUS": "Waiting for a translation..."
  },
  {
    "Name": "开发者日志11",
    "ZHCN": "开发者日志11",
    "ENUS": "Developer Log 11"
  },
  {
    "Name": "I开发者日志11",
    "ZHCN": "当地时间2022年2月6日-条目2\n……凌晨两点二十三分。\n它莫名其妙被我修好了。\n程序，很奇妙罢）\n凌晨两点二十九分。\n我找到制造逻辑了，芜湖~\n是makes。\n现在是，2022.02.06，下午两点二十⑨分。\n我突然有个想法。\n我不能添加新矿物，但是原版有几个没啥大用的旧矿物……\n嘿嘿嘿。",
    "ENUS": "Waiting for a translation..."
  },
  {
    "Name": "武器系统描述",
    "ZHCN": "警告，本星区黑雾活跃指数反常上升……\n此变量超出预期，申请解锁武器保险……\n授权通过，安全协议解除……\n允许部署自卫火力……",
    "ENUS": "Warning, Dark Fog activity index perversely rising...\nThis variable exceeds expectations, request to unlock weapons insurance...\nAuthorization passed, security protocols lifted...\nAllow deployment of self-defense Firepower..."
  },
  {
    "Name": "钢芯弹箱",
    "ZHCN": "钢芯弹箱",
    "ENUS": "Steel Ammo Box"
  },
  {
    "Name": "I钢芯弹箱",
    "ZHCN": "在纯铜子弹的工艺上进行改进的钢芯弹药，其拥有一层铜质被甲，拥有更加良好的穿透性能。一个弹箱包含60发子弹。",
    "ENUS": "Steel-core ammunition that improves on the process of pure copper bullets by having a layer of copper armor for even better penetration. One case contains 60 rounds."
  },
  {
    "Name": "I超合金弹箱",
    "ZHCN": "使用钛合金强化过的机枪弹箱。利用钛合金轻量化的特点对弹壳的形状和结构进行了改良，使其具有更高的初速和更稳定的飞行特性，威力也更强。一个弹箱包含120发子弹。",
    "ENUS": "Magnum Ammo Boxs enhanced with titanium alloy. The shape and structure of their cases are modified based on a lightweight titanium alloy, resulting in a higher initial speed, stabler flight capability, and greater power. An ammo box contains 120 bullets."
  },
  {
    "Name": "钨芯弹箱",
    "ZHCN": "钨芯弹箱",
    "ENUS": "Tungsten Ammo Box"
  },
  {
    "Name": "I钨芯弹箱",
    "ZHCN": "使用钨作为弹头材料的进阶全金属被甲弹，沉重的钨芯弹头与硬质金属被甲能够有效穿透黑雾的防御装甲，造成可观的伤害。一个弹箱包含240发子弹。",
    "ENUS": "An advanced full metal armor round that uses tungsten as the warhead material, the heavy tungsten core warhead and hard metal armor can effectively penetrate the Dark Fog's defensive armor and deal considerable damage. One case contains 240 rounds."
  },
  {
    "Name": "三元弹箱",
    "ZHCN": "三元弹箱",
    "ENUS": "Ternary Adamantium Ammo Box"
  },
  {
    "Name": "I三元弹箱",
    "ZHCN": "使用三元精金制作的弹药，这种强互作用力材料曾用于建造深空探测器“水滴”，其强度足以做出“锐角转弯”这种超级机动而不解体。得益于其坚固性，这种弹头有着无与伦比的穿透力。一个弹箱包含480发子弹。",
    "ENUS": "Ammunition made of Ternary Adamantium, a strong interaction material used in the construction of the deep space probe \"Water Drop\", strong enough to perform super maneuvers such as the \"Sharp Angle Turn\" without disintegrating. Thanks to its robustness, the warhead has unrivaled penetration power. One case contains 480 rounds."
  },
  {
    "Name": "核能爆破单元",
    "ZHCN": "核能爆破单元",
    "ENUS": "Nuclear Demolition Unit"
  },
  {
    "Name": "I核能爆破单元",
    "ZHCN": "在爆破单元的基础上引入链式反应，通过其产生的高温高压环境造成杀伤。不必担心，在连接引信之前，它非常安全。",
    "ENUS": "A chain reaction is introduced on top of the crystal blasting unit, causing killing through the high temperature and high pressure environment it creates. No need to worry, it is very safe until the fuse is attached."
  },
  {
    "Name": "反物质湮灭单元",
    "ZHCN": "反物质湮灭单元",
    "ENUS": "Antimatter Annihilation Unit"
  },
  {
    "Name": "I反物质湮灭单元",
    "ZHCN": "可控湮灭反应的工业化应用方式之一，原本的放射物装药被正反物质两极替代。\n想要激活它只需要三步：同时按下两侧的按钮解除保险，将单元向两侧拉开进入待击发状态，然后合上它。当然，我们不建议您这么做，使用电子引信激活更加可靠，也不会对您造成伤害。",
    "ENUS": "One of the industrialized ways of applying controlled annihilation reaction, the original radioactive charge was replaced by positive and negative matter poles. \nTo activate it you only need three steps: press the buttons on both sides at the same time to deactivate the safety, pull the unit away to the sides into a ready-to-fire state, and then close it. Of course, we don't recommend that you do this; using an electronic fuse to activate it is much more reliable and won't harm you."
  },
  {
    "Name": "微型核弹组",
    "ZHCN": "微型核弹组",
    "ENUS": "Mini-nukes Shell Set"
  },
  {
    "Name": "I微型核弹组",
    "ZHCN": "一种高效可靠的杀伤性武器，根据主脑的计算，在对抗黑雾的过程中使用这种武器可能造成的污染属于可以接受的代价。一个炮弹组包含12发炮弹。",
    "ENUS": "An efficient and reliable anti-personnel weapon, according to the mastermind's calculations, the contamination that may be caused by its use in the fight against the Dark Fog is among the acceptable costs. A shell group contains 12 shells."
  },
  {
    "Name": "反物质炮弹组",
    "ZHCN": "反物质炮弹组",
    "ENUS": "Antimatter Shell Set"
  },
  {
    "Name": "I反物质炮弹组",
    "ZHCN": "使用反物质战斗部装药的炮弹，简单而有效的应用。一个炮弹组包含12发炮弹。",
    "ENUS": "Simple and effective application of artillery shells using antimatter combatant charges. One shell group contains 12 shells."
  },
  {
    "Name": "洲际导弹组",
    "ZHCN": "核裂变导弹组",
    "ENUS": "Nuclear Missile Set"
  },
  {
    "Name": "I洲际导弹组",
    "ZHCN": "在引力导弹的基础上加装了二级推进器，低效的战斗部被战术核弹头取代，离开大气层后能够继续做出机动反应精准追踪目标。一个导弹组包含24枚导弹。",
    "ENUS": "Simple and effective application of artillery shells using antimatter combatant charges. One shell group contains 12 shells."
  },
  {
    "Name": "反物质导弹组",
    "ZHCN": "反物质导弹组",
    "ENUS": "Antimatter Missile Set"
  },
  {
    "Name": "I反物质导弹组",
    "ZHCN": "X-3“掘墓人”重型跃迁飞弹，战斗部使用反物质装药，内置的空间翘曲器作为推进系统能够通过连续的短距离跃迁始终锁定目标。一个导弹组包含24枚导弹。",
    "ENUS": "The X-3 Gravedigger Heavy Leapfrog Missile, with an antimatter charge in the warhead and a built-in space warper as a propulsion system capable of locking onto a target at all times through successive short-range leaps. A missile group contains 24 missiles."
  },
  {
    "Name": "湮灭弹箱",
    "ZHCN": "湮灭弹箱",
    "ENUS": "Annihilation Ammo Box"
  },
  {
    "Name": "I湮灭弹箱",
    "ZHCN": "托马斯·维德兵工厂生产的超级弹药。一个弹箱包含960发子弹。",
    "ENUS": "Superb ammunition produced by Thomas Vedder Arsenal. One cartridge box contains 960 rounds."
  },
  {
    "Name": "T钛化弹箱",
    "ZHCN": "钢芯穿甲弹",
    "ENUS": "Steel Piercing Shell"
  },
  {
    "Name": "钛化弹箱描述",
    "ZHCN": "使用钢芯铜被甲替代纯铜弹头，实现更好的穿透效果。",
    "ENUS": "Use of steel-core copper armor instead of pure copper warheads to achieve better penetration."
  },
  {
    "Name": "T超合金弹箱",
    "ZHCN": "钛金强化弹壳",
    "ENUS": "Titanium Cases"
  },
  {
    "Name": "T核能爆破单元",
    "ZHCN": "核能爆破单元",
    "ENUS": "Nuclear Demolition Unit"
  },
  {
    "Name": "核能爆破单元描述",
    "ZHCN": "使用放射性物质填装的进阶爆破单元，通过核裂变反应释放的高温高压以及剧烈辐射造成杀伤。",
    "ENUS": "An advanced demolition unit filled with radioactive material that kills through the high temperature and pressure released by the nuclear fission reaction and intense radiation."
  },
  {
    "Name": "核能爆破单元结果",
    "ZHCN": "你解锁了核能爆破单元，这种爆破单元使用放射性装药以追求更高的杀伤效果。",
    "ENUS": "You have unlocked the Nuclear Demolition Unit, which uses a radioactive charge in pursuit of higher lethality."
  },
  {
    "Name": "T反物质湮灭单元",
    "ZHCN": "反物质湮灭单元",
    "ENUS": "Antimatter Annihilation Unit"
  },
  {
    "Name": "反物质湮灭单元描述",
    "ZHCN": "自卫火力序列中最先进的战斗单元，其中装填有正反物质两极，激发后会通过湮灭反应释放出巨大的能量。",
    "ENUS": "The most advanced combat unit in the self-defense fire sequence, which is loaded with both positive and negative matter poles that, when excited, release tremendous energy through an annihilation reaction."
  },
  {
    "Name": "反物质湮灭单元结果",
    "ZHCN": "你解锁了反物质湮灭单元，这是自卫火力序列中最先进的战斗单元。",
    "ENUS": "You unlock the Antimatter Annihilation Unit, the most advanced combat unit in the Self-Defense fire sequence."
  },
  {
    "Name": "T微型核弹组",
    "ZHCN": "微型核弹",
    "ENUS": "Mini Nukes"
  },
  {
    "Name": "微型核弹组描述",
    "ZHCN": "战斗部采用核能爆破单元的进阶炮弹，在核反应的作用下，其杀伤力要远超普通的化学能炮弹。",
    "ENUS": "Advanced shells with nuclear demolition units in the combat section are far more lethal than ordinary chemical-energy shells under the effect of nuclear reaction."
  },
  {
    "Name": "微型核弹组结果",
    "ZHCN": "你解锁了微型核弹，这种大威力炮弹会造成严重的辐射污染，相比于面对黑雾，这是可以接受的代价。",
    "ENUS": "You unlock the mini-nuke, a high-powered projectile that causes severe radiation contamination, which is an acceptable price to pay compared to facing the Dark Fog."
  },
  {
    "Name": "T反物质炮弹",
    "ZHCN": "湮灭战斗部",
    "ENUS": "Annihilation Unit"
  },
  {
    "Name": "反物质炮弹描述",
    "ZHCN": "使用湮灭单元填装的超重型炮弹，依靠湮灭反应释放的巨大能量造成杀伤。",
    "ENUS": "A super-powerful projectile filled with an annihilation unit that relies on the massive energy released by the annihilation reaction to inflict a kill."
  },
  {
    "Name": "反物质炮弹结果",
    "ZHCN": "你解锁了反物质炮弹，这是一种原始但可靠的质能武器。",
    "ENUS": "You unlock the Antimatter Unit, a primitive but reliable mass energy weapon."
  },
  {
    "Name": "T钨芯弹箱",
    "ZHCN": "超重型穿甲弹",
    "ENUS": "Super-heavy Armor Piercing Shell"
  },
  {
    "Name": "钨芯弹箱描述",
    "ZHCN": "使用钨制作的超重型穿甲弹，能够穿透某些较为坚硬的护甲。",
    "ENUS": "Superheavy armor-piercing rounds made with tungsten, capable of penetrating some of the tougher armor."
  },
  {
    "Name": "钨芯弹箱结果",
    "ZHCN": "你解锁了钨芯弹箱，这是一种高强度的穿甲弹，能够有效对黑雾造成打击。",
    "ENUS": "You have unlocked the Tungsten Core Cartridge, a high-strength armor-piercing round that is effective against the Dark Fog."
  },
  {
    "Name": "T三元弹箱",
    "ZHCN": "强互作用力弹药",
    "ENUS": "High Interaction Ammunition"
  },
  {
    "Name": "三元弹箱描述",
    "ZHCN": "使用三元精金制作的超重型穿甲弹，这是自卫火力序列中最顶级的穿甲弹。",
    "ENUS": "Superheavy armor-piercing rounds made with Ternary Adamantium, capable of penetrating some of the tougher armor."
  },
  {
    "Name": "三元弹箱结果",
    "ZHCN": "你解锁了三元弹箱，这是自卫火力序列中最顶级的穿甲弹。",
    "ENUS": "You have unlocked the Ternary Adamantium Cartridge, a high-strength armor-piercing round that is effective against the Dark Fog."
  },
  {
    "Name": "T湮灭弹箱",
    "ZHCN": "小型化湮灭反应",
    "ENUS": "Miniaturized Annihilation Reactions"
  },
  {
    "Name": "湮灭弹箱描述",
    "ZHCN": "发现关键物品……\n发现缺失的数据库条目，申请连接主脑……\n隐藏数据库条目解锁……\n新的蓝图档案已录入……",
    "ENUS": "Key items found ...\nMissing database entries found, request connection to mastermind ......\nHidden database entries unlocked ......\nNew blueprint files entered ......"
  },
  {
    "Name": "湮灭弹箱结果",
    "ZHCN": "你解锁了湮灭弹箱，这种弹药在历史上涉及到一场灾难，相关条目因此被封存。",
    "ENUS": "You have unlocked the Annihilation Chest, a munition that was historically involved in a catastrophe and the related entry was sealed as a result."
  },
  {
    "Name": "T洲际导弹组",
    "ZHCN": "战术核导弹",
    "ENUS": "Tactical Nuclear Missile"
  },
  {
    "Name": "洲际导弹组描述",
    "ZHCN": "在引力导弹的基础上进一步改装的洲际导弹，其二级推进器能够在脱离大气层后继续提供动力。",
    "ENUS": "Tactical nuclear missiles are intercontinental missiles further modified from gravitational missiles with secondary thrusters capable of continuing to provide power after exiting the atmosphere."
  },
  {
    "Name": "洲际导弹组结果",
    "ZHCN": "你解锁了洲际导弹组，这种导弹安装了战术核弹头，能够进行高效杀伤。",
    "ENUS": "You have unlocked the Intercontinental Missile Group, a missile fitted with a tactical nuclear warhead capable of efficient killing."
  },
  {
    "Name": "T反物质导弹组",
    "ZHCN": "反物质飞弹",
    "ENUS": "Antimatter Missile"
  },
  {
    "Name": "反物质导弹组描述",
    "ZHCN": "装有湮灭单元的超级导弹，其推进系统被内置的空间翘曲器取代，使其能够进行短距跃迁。",
    "ENUS": "Super missiles fitted with annihilation units have their propulsion system replaced by a built-in space warper, allowing them to make short leaps."
  },
  {
    "Name": "反物质导弹组结果",
    "ZHCN": "你解锁了反物质导弹组，这是自卫火力序列中最顶级的导弹组。",
    "ENUS": "You unlock the Antimatter Missile Group, the top missile group in the self-defense fire sequence."
  },
  {
    "Name": "T黑雾协调中心",
    "ZHCN": "行星协调中心：黑雾数据库",
    "ENUS": "Planetary Coordination Center: Dark Fog Database"
  },
  {
    "Name": "黑雾协调中心描述",
    "ZHCN": "正在将日志上传至COSMO……\n辅助策略单元运行中……\n授权代码验证通过，隐藏数据库已解锁……\n数据同步至行星协调中心……",
    "ENUS": "Logs are being uploaded to COSMO ......\nAuxiliary Policy Unit is running ......\nAuthorization Code Verification Passed, Hidden Database Unlocked ......\nData Synchronization to Planetary Coordination Center ......"
  },
  {
    "Name": "黑雾协调中心结果",
    "ZHCN": "通过对数据库中黑雾资料的分析、处理，可以为行星协调中心建立新的行为模型。利用这个模型能够对黑雾行为进行一定的预测及干扰。",
    "ENUS": "By analyzing and processing the information of Dark Fog in the database, it is possible to create a new behavioral model for the Planetary Coordination Center. Using this model it is possible to make certain predictions and interferences with the behavior of the Dark Fog."
  },
  {
    "Name": "黑雾协调中心文字描述",
    "ZHCN": "为行星协调中心解锁新的功能",
    "ENUS": "Unlocking new features for the Planetary Coordination Center"
  },
  {
    "Name": "T护盾载波调制",
    "ZHCN": "护盾载波调制",
    "ENUS": "Shield Carrier Modulation"
  },
  {
    "Name": "T护盾载波调制描述",
    "ZHCN": "重新调整无线输电的频谱，使其可以在行星护盾上产生稳定的驻波模式，即可借助于完全覆盖的行星护盾进行无线输电。",
    "ENUS": "By readjusting the spectrum of wireless power transmission, stable standing wave patterns can be produced on the planetary shield, thereby enabling wireless power transmission through a fully covered planetary shield."
  },
  {
    "Name": "T护盾载波调制文字描述",
    "ZHCN": "完全填充的行星护盾可作为行星电网",
    "ENUS": "Fully filled planetary shield can serve as a planetary power grid"
  },
  {
    "Name": "聚爆加农炮",
    "ZHCN": "聚爆加农炮",
    "ENUS": "Implosion Cannon"
  },
  {
    "Name": "电磁加农炮",
    "ZHCN": "电磁加农炮",
    "ENUS": "Electromagnetic Cannon"
  },
  {
    "Name": "I电磁加农炮",
    "ZHCN": "改进的质量投射器能够有效增加这门巨炮的射程，而新的高强度结构材料则可以承受更大的冲击力以抵消质量投射技术带来的巨大后坐，避免对其结构本身造成破坏，即使如此，这门巨炮每次开火仍需要更长时间进行充能。",
    "ENUS": "The improved mass projector can effectively increase the range of this cannon, while the new high-strength structural material can withstand greater impact force to offset the huge recoil caused by mass projection technology, avoiding damage to its structure itself. Nevertheless, each firing of this cannon still requires longer charging time."
  },
  {
    "Name": "高频激光塔",
    "ZHCN": "高频激光塔",
    "ENUS": "Blue Laser Tower"
  },
  {
    "Name": "紫外激光塔",
    "ZHCN": "紫外激光塔",
    "ENUS": "UV Laser Tower"
  },
  {
    "Name": "I紫外激光塔",
    "ZHCN": "使用粒子容器替代简陋的激光发生器，能承受更高的能量负载，攻击距离也得到了大幅度提升。",
    "ENUS": "The use of particle containers instead of rudimentary laser generators can withstand much higher energy loads, and as a result, attack ranges have been significantly increased."
  },
  {
    "Name": "熔炉 Mk.III",
    "ZHCN": "负熵熔炉",
    "ENUS": "Negentropy Smelter"
  },
  {
    "Name": "矩阵研究站 Mk.II",
    "ZHCN": "自演化研究站",
    "ENUS": "Self-evolution Lab"
  },
  {
    "Name": "制造台 Mk.IV",
    "ZHCN": "物质重组工厂",
    "ENUS": "Re-composing Assembler"
  },
  {
    "Name": "人造恒星",
    "ZHCN": "“朱曦”K型人造恒星",
    "ENUS": "Artificial Star"
  },
  {
    "Name": "T虚数空间存储",
    "ZHCN": "虚数空间存储",
    "ENUS": "Virtual Space Storage"
  },
  {
    "Name": "虚数空间存储描述",
    "ZHCN": "得当的使用负熵奇点，我们可以利用它打开一道通向虚数空间的裂隙，由于虚数空间的特殊性质，你可以在任何一个地方再次复现这个过程。\r\n<color=\"#FD965ECC\">警告：</color>该科技的相关技术已被COSMO技术伦理委员会禁用，<color=\"#FD965ECC\">请手动研究。</color>",
    "ENUS": "Using the negentropic singularity properly, we can use it to open up a rift to imaginary space, and due to the special nature of imaginary space, you can reproduce the process again anywhere.\r\n<color=\"#FD965ECC\">Warning:</color> This technology has been prohibited by the COSMO Technology Ethics Committee. <color=\"#FD965ECC\">Please initiate such research manually.</color>"
  },
  {
    "Name": "虚数空间存储结果",
    "ZHCN": "你解锁了量子储物仓，它的内部始终指向一个特殊空间，你可以利用这一特性轻松跨越数十光年的距离进行物品传输。",
    "ENUS": "You unlock the Quantum Depot, whose interior always points to a special space, and you can use this property to easily transfer items across distances of tens of light years."
  },
  {
    "Name": "量子储物仓",
    "ZHCN": "量子储物仓",
    "ENUS": "Quantum Depot"
  },
  {
    "Name": "I量子储物仓",
    "ZHCN": "借助负熵奇点，我们能够凿穿物质界限，打开通往虚数空间的大门。量子储物仓在虚数空间上切割出一小块独立的区域，并以此进行物品存储。\n所有的量子储物仓内部都指向同一个空间，你放入其中的物品可以在\r<color=\"#FD965ECC\">任何一个</color>量子储物仓中拿出来。",
    "ENUS": "With the help of a negative entropy singularity, we are able to chisel through the boundaries of matter and open the door to imaginary space. Quantum depot cut out a small, separate area on imaginary space and use it for item storage. \n All quantum storage bins point to the same space internally, and items you put in them can be taken out in \r<color=\"#FD965ECC\">any</color> quantum depot."
  },
  {
    "Name": "I熔炉 Mk.III",
    "ZHCN": "在不断输入能量后，熔炉内部被激发的负熵奇点可以稳定地输出负熵，利用核心素的稳定性，可以进一步约束处于激发态的负熵奇点，引导其击穿物质界限。我们能够借此从虚数空间中解构粒子信息，并将其转换为实在的物质。\n负熵熔炉能够将配方<color=\"#FD965ECC\">翻倍产出</color>，你只需要输入一份原料，就能得到两份成品。",
    "ENUS": "With the constant input of energy, the excited negentropic singularity inside the furnace can stabilize the output of negentropy, and by using the stability of the core elements, the negentropic singularity in the excited state can be further constrained and guided to penetrate the boundaries of matter. We are able to use this to deconstruct particle information from imaginary number space and convert it into additional real matter. The \n Negentropic Furnace is able to <color=\"#FD965ECC\">double the output of the recipe</color>, you only need to input one ingredient to get two finished products."
  },
  {
    "Name": "I星际物流运输站",
    "ZHCN": "巨大的太空电梯，实现了行星之间更便捷的物资运输，可以将星球工厂连结成一个庞大的工业帝国。\n<color=\"#FD965ECC\">“于上天入地之处，取寰宇无穷之物。”</color>",
    "ENUS": "Giant space elevators make it easier to transport materials between planets. They can connect planet factories to a massive industrial empire.\n<color=\"#FD965ECC\">\"From heaven to the earth, take infinite things in the worlds.\"</color>"
  }
]
